{
    "all": [
        {
            "id": 31614,
            "productName": "E-motion, Energy in motion",
            "a1": "This painting is inspired from the flow of the energy in motion, the contrast of feelings in one event. And how the rollercoaster of energies around you in the environment you live in, affects your emotions and feelings from inside.\n\nThis painting is communicating the negative and positive feelings someone can get. It is represented in the painting through the black and white waves. Black waves represent the negative feelings, ex: envy, jealousy, fear, worry, anger and the white waves represent the positive feelings, ex: peace of mind, love, happiness, hope, excitement, joy, inspiration. \n\nThere is a colored wave, this wave is colored because it represents the flow of the energy in motion. Understanding that emotions are meant to be felt and released and not suppressed and ignored. The need of letting go after feeling each emotion. The power of letting go.",
            "a2": "The idea behind the product is the E-motion,  The representation of the Energy in Motion.\n\nLet’s start by exploring a basic understanding of emotions that will likely be dramatically different than what you have believed up to this point. What we think of as emotion is the experience of energy moving through the body. This is generally felt as sensations of contraction such as tension or expansion such as calm. The Latin derivative for the word emotion, ‘emotere’, literally means energy in motion.\n\nIn itself, emotional energy is neutral. It is the feeling sensation and physiological reaction that makes a specific emotion positive or negative. In the painting it is represented either a negative or positive wave. Feeling is what you label as anger, sadness, joy or fear. It is then your interpretations or thoughts about emotional energy that give it meaning. \n\nEmotion serves as the carrier waves for the entire spectrum of feelings. Understanding that emotions are energy implies that they are fluid, moving resources meant to be felt and released vs. suppressed and ignored. The latter is the true culprit of low emotional intelligence and stress burnout.\n\nAs a result of these findings, the emotional brain is considered to have executive power in the brain. It influences all decision making, thought processes, memories, and present experiences. Your ability to understand, deal with, and effectively use your emotional energy is vital to your happiness levels.\n\nThe sensations you feel in your body hold the key to unlocking limiting patterns, transforming stress, and generating lasting happiness. Your body gives a constant stream of reliable information about your experience in the form of sensation. It’s a library of who you are at the deepest level, including all that has happened to you and all that you dream about. Understanding your body sensations will transform your life\nThe drive to move your emotional energy is present every moment because your nervous system is in constant pursuit of homeostasis. It’s on a mission 24/7 regulating the balance of your bodymind connection. This often includes your instinctual drive to be happy by releasing any pent-up stress. You have an opportunity to move your emotional energy each time you experience contraction, tension, or any other body sensations. They are the internal messages of your bodymind wisdom that draw you toward balance and happiness.\nGiven the understanding that emotion is actually energy in motion it is important to distinguish what it looks and feels like to increase your emotional awareness. Most people believe this looks like using their thinking mind to analyze, think about and talk about how they feel. Although this approach can bring initial awareness it is not effective in the long run. It is common from this approach to hinder the process of expressing and managing emotions. In doing so, it keeps the process of expression at the level of thought vs. actual feeling or energy movement. In order to successfully express emotion you have to move your emotional energy by identifying the sensations and releasing states of contraction.\nThe ability to feel a certain feeling and just move on to the other feeling without overthinking it, let it flow because the second you think about it, it drives from energy in motion to an emotion, then to a thought, then to a spoken word. You never need to underestimate the power of a spoken word.  Death and life are in the power of the tongue and those who love it will eat its fruit. What I am full of, my mouth will say. Speak blessings, your will should be aware that you have power in your words. Words are like seeds, and they grow with you subconsciously like a tree, that will sooner or later produce fruits.  \n\n“Let there be light, and there was light. – God said",
            "q1": "Yes",
            "q2": "The paintings are made from acrylic on canvas. They're more sustainable than any other medium and live longer as it's made from plastic.",
            "q3": "Yes",
            "q4": "if you can use it and hang it, then yes it's functional.",
            "q5": "yes",
            "q6": "if it's not seen before and new to the eye, then yes it's innovative.",
            "q7": "Yes",
            "q8": "The fact that I did, anyone can do it. so yes, it's feasible.",
            "img": "https://esorus.com/uploads/dynamic-form/image/2021/10/25883.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/10/25884.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/10/25885.png\nhttps://esorus.com/uploads/dynamic-form/image/2021/10/25886.png",
            "categories": [
                "Accessories"
            ]
        },
        {
            "id": 31184,
            "productName": "S A D A F A   sofa",
            "img": "N/A",
            "a1": "The main idea behind 'Sadafa' was to create a timeless fusion between a modern-chic design and the authenticity and artistry in the work and finishing of the mother of pearl and bone inlay giving a fresh and contemporary twist to the piece.",
            "a2": "The research was focused that the mother of pearl and bone inlay as an industry has started to lose momentum in todays market and consumer needs started inclining to more 'minimalistic' design ideas which is clearly visible in the straight lines across the sofa and merging that with the curve and patterns achieving a sort of new 'Hybrid",
            "q1": "No",
            "q2": "N/A",
            "q3": "No",
            "q4": "N/A",
            "q5": "Yes",
            "q6": "The main idea behind 'Sadafa' was to create a timeless fusion between a modern-chic design and the authenticity and artistry in the work and finishing of the mother of pearl inlay giving a fresh and contemporary twist to the piece.",
            "q7": "Yes",
            "q8": "All Materials and labor used in this product are locally available.",
            "categories": [
                "Furniture"
            ]
        },
        {
            "id": 31132,
            "productName": "Grigio",
            "a1": "The idea behind the product was to substitute the exported material.\nManufacturing the material locally solves the below challenges.\n1- Availability of the product in the market constantly.\n2-Controlling the Max out the Mass Production For Mega Projects\n3-Customizing the material as the designer request \n4-providing the market with various options to work with.",
            "a2": "The Product was developed and enhanced through out a time period of 1.5 year.\nThe production and manufacturing process changed to suit up with mass production.\nChanging the ability to produce 10 tiles at a time to 75 tiles.\nAdding additives to avoid curving problem of the material.\nCompressing to avoid bubbling.\nAnd finishing outcome as well was enhanced and upgraded.",
            "q1": "Yes",
            "q2": "This Product is Cement Based, mixture with Natural Aggregates.\nConcrete makes a natural choice for sustainability, It is also a cementitious material that meets or exceeds the functional performance capabilities of ordinary Portland cement by incorporating and optimising recycled materials, thereby reducing consumption of natural raw materials, water, and energy, resulting in a more sustainable construction material.",
            "q3": "Yes",
            "q4": "This product was tested and experimented to achieve the functionality of the material.\n\nDurability\nStrength\nLifetime\nQuality finish\n Ease of implementation",
            "q5": "Yes",
            "q6": "The material itself is innovation.\nDesigners can shape and cut the material as creatively as they can.",
            "q7": "Yes",
            "q8": "The product is feasible.\n\nMarket demanded Product\nLocal market price.\nCustomize material.",
            "img": "https://esorus.com/uploads/dynamic-form/image/2021/10/26053.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/10/26054.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/10/26055.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/10/26056.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/10/26057.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/10/26058.jpeg",
            "categories": [
                "Materials"
            ]
        },
        {
            "id": 31109,
            "productName": "NL Artworks",
            "a1": "NL Artworks is not simply an accessory, It is a newly introduced form of contemporary mixed media art set out to tell stories of a city as old as time. \n\nEach artwork depicts a revived local urban scene/photograph of “Life in the City” in Egypt. Architectural and urban themes are the main focus of the painting highlighting Downtown Cairo buildings, Ancient Egypt, Cosmopolitan Alexandria, Islamic Architecture and Local Sceneries of the Nile. \n\nWhether old or recent, the monochromatic photograph is revived through vibrant colors and brush strokes offering a youthful, unique perspective to the original photographic content. The choice of vibrant colors is intentional to set a bold, inspirational energy to the public intriguing them into learning more about the content of the artwork ie. Egyptian culture. \n\nWith the mission to create an artwork that is not simply a painting hung on the wall but rather a full 3D experience, NL Artworks are hung away from the wall where a space in-between the wall and art emerges. The addition of the lighting element plays a big role in the NL experience where the translucent prints and brushstrokes react with the light source creating interesting shadows highlighting the whole concept of layering time and giving the painting a three-dimensional effect. \n\nThis newly introduced form of art is more of a spatial experience for art. It is an inspirational, contemporary experience and act of awareness of art, culture and legacy.",
            "a2": "NL Artworks is a newly introduced form of contemporary mixed media art. \nInspired by how a city’s identity is formed, through accumulated layers of time, culture and people, our final product is a layered artwork that depicts this analogy through curated translucent hand-painted photographs layered with vibrant lively color combinations presenting a fresh perspective version of “Life in the City”. \n\nA dual concept of layering is used; physical tangible and intangible conceptual layering. Tangible layering is reached through a scientific and artistic technique of mixing different media and materials. Each artwork is a layered piece comprised of mixed elements such as translucent prints, acrylic material and vibrant acrylic brushstrokes that revive a forgotten story. \n\nConceptual layering is achieved in the artwork on different levels: layering of time and perspectives. The monochromatic photograph is revived through a forgotten Egyptian craft: Hand-painting photography with its non original color combination, but rather with a vibrant one “bridging between an old and a new story”. Rather than taking away from the past, NL Artwork concept adds to it, promotes it, raises awareness about it and encourages the public to appreciate, learn and be inspired to continue on the rich legacy Egypt has.\n\nAnother layer is added through the play of shadows and light. With the artwork being painted on translucent material and hung away from the wall, a new space is born: The in-between, where the artwork reacts with the light source to create a third-dimensional experience to the piece. NL Artworks is not simply an accessory, it is a contemporary experience and an act of awareness of art, culture and legacy.",
            "q1": "No",
            "q2": "N/A",
            "q3": "No",
            "q4": "N/a",
            "q5": "Yes",
            "q6": "The innovation criteria is achieved through the introduction of a new form of mixed media art combining between hand-painted photographs, painting and use of translucent media as a base for the paintings. The tangible and intangible layering elements are achieved creatively giving the artwork an edge of uniqueness. Through constant experimentation, NL Artworks creates a full spatial experience through the play of shadows and light, reacting with the translucent media.",
            "q7": "No",
            "q8": "N/A",
            "img": "https://esorus.com/uploads/dynamic-form/image/2021/10/25872.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/10/25873.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/10/25874.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/10/25875.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/10/25876.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/10/25877.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/10/25878.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/10/25879.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/10/25880.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/10/25881.jpeg",
            "categories": [
                "Accessories"
            ]
        },
        {
            "id": 30889,
            "productName": "Shell Homage",
            "a1": "Shell Homage is a biodegradable composite material out of egg and nut\nshells without toxic chemicals, it is completely biodegradable and can\ndecompose when no longer in use. It can be used in several industries as\nproduct design, interior design, consumable goods, fashion industry and\njewelry design. This work resulted from Rania Elkalla master thesis research\nproject.\nThe created composite material can be pressed, extruded, 3D printed or\nformed by injection molding.\nUnique points about Shell Homage\n- Use of a completely disregarded material (e.g. egg and nut shells).\n- Produced material can be used in several industries & can be scaled up.\n- Aesthetically appealing surfaces which look like marble or natural stones.\n- Light weight material.\n- Creates an experience that is meaningful and delightful to users.\n- Fabricate biodegradable composite without toxic chemicals.\nThe shells are bonded with organic and biodegradable\nsubstances, which enable to create a mixture, which can be handled through different production techniques.\nIt is similar to stone or ceramic, can be drilled or sanded or laser cut. Some of the samples are mixed with colors extracted from food ingredients and completely compostable.\nEach piece is handcrafted into unique combination of colors and patterns. It is 100% compostable when it is no longer in use.\nMore info is available on:\nwww.shellhomage.com\nhttps://www.instagram.com/shellhomage/",
            "a2": "a. What problem solves the concept?\nGetting rid of oil based plastics which never decay and create alternative solution which can decompose.\nb. Main target groups\nEco lovers and people who appreciate natural materials and sustainable products and are conscious about the products they\nuse and buying.\n* Economically friendly lifestyle, environmental aware\n* Willing to contribute in saving our environment and support bio-based products and creative design\nc. The solution / concept\nThe aim is to create functional and sustainable products that have a life span and they should be completely biodegradable. Fabricate\nbiomaterial based on natural fillers as Egg and different nut shells without toxic chemicals. Have viable products, which decay if you\ndip into your garden if you do not need it anymore. It’s the ultimate solution for getting rid of things instead of storing them for years\nand getting rid of plastics, which never decays. These objects and materials developed have the aspiration to educate and enlighten\nabout how and by whom they are made, from which ingredients, why and inspire one another. The idea is to work with biopolymer\nand natural fillers, experiment with unexpected influences of these materials and production techniques: high-tech and handmade\ntechniques. Each piece is handcrafted into unique combination of colors and patterns. It is 100% compostable when it is no longer in use.\nd. Competition\nThere are not many plastic products available in the market which are biodegradable and based from plants. There is huge demand\nin the market for such ideas and products. Shell Homage won the international A’ design award and was selected by Green concept\naward and is currently producing design prototypes and participated in fairs in Sweden, Germany and France. It was broadcasted\non German TV on Kabel eins and published in several international journals in Germany, Netherlands, Italy, South Korea and Egypt.\ne. Team & Partners\nRania Elkalla is the initiator and founder of Shell Homage. The research, material experimentation and testing resulted from her master\nresearch project and now Shell Homage is a brand based on values towards sustainable solutions.\nUnique points about Shell Homage\nUse of a completely disregarded material (e.g. egg and nut shells)\n* Produced material can be used in several industries and can be scaled up.\n* Aesthetically appealing surfaces which look like marble or natural stones.\n* Light weight material.\n* Creates an experience that is meaningful and delightful to users of each product\n* Fabricate biodegradable composite without toxic chemicals\n* Expand in different industries e.g. product design, interior design, consumable goods and jewelry design.\nG. Publications\nGerman TV video Link:\nhttps://www.youtube.com/watch?v=9Tj63Dj09ro&t=1s\nShell Homage past events:\nEuropean Product deisgn award.\nSelected by Recycling Design award & exhibited at Marta Herford museum 2019/2020.\nShell Homage was exhibited by green product design awards at Internationale Handwerksmesse in march 2019\nExhibited in Orgatec in Köln in october 2018.\nElmia subcontractor fair in Sweden in november 2017\nWon the international A’ Design award in Italy and selected by green product design awards.\nBroadcasted on the German TV station Cable eins - adventure live.\nIt got chosen to be exhibited in 10th biennale Saint-Étienne in France in march 2019.\nInternational publications about Shell Homage:\nhttps://materia.nl/article/shell-homage-bioplastic-eggshells-nutshells/\nhttps://www.architonic.com/en/project/rania-elkalla-shell-homage/5104751\nhttp://www.haute-innovation.com/de/magazin/nachhaltigkeit/shell-homage-biocomposites-aus-eier-nuss-und-kakaoschalen.html\nhttp://designite.net/article.php?ID=6329\nhttps://www.designer-daily.com/10-award-winning-industrial-designs-61253\nhttps://drive.google.com/open?id=1_VbXOEt3yYTDAa3-RKCaFu8EVFDGpG1T\nhttps://be-rural.eu/news/opening-of-the-first-be-rural-bio-based-pop-up-store-in-latvia/?fbclid=IwAR1JcXE-wENJwVfxugJUklkma7oV2c_Q7Z6JEROm2gzdcdUa6bAoRV4xua4\nhttps://english.ahram.org.eg/NewsContent/7/47/408150/Life--Style/Style/INTERVIEW-Egyptian-designer-Rania-Elkalla-finds-he.aspx\nhttps://www.instagram.com/tv/CM6fNkqpTtd/?igshid=1ukhu4jfwrhr9\nhttps://www.pluralmagazine.net/news-1/2020/5/5/bioplastic-created-from-eggshells-and-nutshells\nhttps://www.buzzsprout.com/1387489/7141828\nhttps://re-mtr.io/shell-homage/\nhttps://untaintedmag.com/2020/12/28/innovation-at-its-most-beautiful/\nhttps://www.kabeleins.de/tv/abenteuer-leben/videos/201857-moebel-aus-eierschalen-clip",
            "q1": "Yes",
            "q2": "Shell Homage studio experiments with unusual materials that appear to be quite different in properties, behavior, and composition as eggshells, cacao shells and the outer shells of nuts, unusual applications and products are designed. The resulted biodegradable composites are applied in creating a wide range of products that not only meet the functional requirements but also inspires a sense of emotions and intellectual curiosities to consumers. It’s a new way to look at “shells”, reveal its personal homage. Shell Homage studio offers designed products that are intended to create an experience that is meaningful and delightful to users of each product and not only to provide a basic function. The created material replace oil based plastics, non toxic and completely biodegradable.",
            "q3": "Yes",
            "q4": "the aim of Shell Homage is to create functional and sustainable products that have a life span, yet are able to completely biodegrade at the end of their life, shells and natural fillers such as egg seem to me to be worthy material choices to explore further. By using these kinds of materials, no toxic chemicals are needed to produce a viable product. That means that when you decide that you don’t need it anymore, the product can be dipped into your garden and left to naturally decay. \n\nI see it as the ultimate solution for “getting rid of things”. Instead of “storing” them or having the earth “store” them for years and years, these materials will decay naturally, offering an alternative to standard plastics, which as we know, never decay!\n\nThe objects and materials I have developed also have another aim…\nThey aspire to start a conversation, educate and enlighten us on how they’ve been made and whom they’ve been made by. By using unexpected ingredients and experimenting with different methods of making, I hope that these materials make us enquire more about the ingredients in our products. I want people to question why certain ingredients are used. I want to inspire curiosity and a desire to choose healthier alternatives.",
            "q5": "Yes",
            "q6": "Indeed, a growing effort has arisen to use bio-fillers as a replacement for synthetic ones in an attempt to reduce the cost. Eggshell is a strong bio-filler candidate since it contains high percentages of CaCO3, which exists in bulk quantity and is inexpensive. \n\nMoreover, the integral components of eggshell enables the reduction of shrinkage during molding, enhances stiffness and flammability resistance of the biopolymers used.\nThe idea behind Shell Homage is to work with biopolymers and natural fillers, experiment with the unexpected influences of these materials, and explore different ways of producing materials, from high-tech processing techniques to the handmade.",
            "q7": "Yes",
            "q8": "We need to work with nature rather than against it, learning from nature’s best methods for furthering production not just of materials but of end products. To reach this point, we need to overcome certain presumptions about what our products should look like. We need to pull together some newer production methods, and materials that show promising substitutions. Materials that make us rethink how we make things and what those things could be made of.\n\nIn our profession, it’s very important to work on material research projects. While material science demonstrates the importance of understanding material from all perspectives, it only provides us with only a part of the puzzle. In the end, I think designers should initiate more collaboration. It is their responsibility to speak both languages. Creativity comes from trials and explorations drawn from other fields.  It’s all about having a curiosity to experiment with new things and not to limit yourself to the knowledge you have gained from your field. It is not an easy task to bridge the gap in information and technique. What matters is the process of finding solutions that are meaningful to people, and that enable new ways of understanding, inspiring, and creating a positive impact in society and in our own daily lives. I also think that we shouldn’t focus only on objects and installations but also on the creative process of how something is made.\n\nShell Homage was initiated during my master’s research project, where I was inspired by the aim to reinterpret each material group and communicate their qualities as well as the environmental problems they speak to. I wanted to then, and still do now: create products that have a life span and are able to be returned back to nature when that life span is up. \n\nShell Homage studio offers designed products that are not only intended to provide a basic function, but also an experience that is meaningful and delightful to the user. I want to stir emotional and intellectual curiosities within consumers. I propose a new way to look at “shells”, and in doing so I hope to reveal this material’s personal homage. \nI hope my work will inspire others to do something out of food waste as well. There is so much to do in the world of food, since it’s one of the biggest industries on earth! I think a lot of creativity is needed to address those things. A designer can be the activist and the cause for change. He or she must be innovative in spirit, seeking out collaborators to reach amazing solutions which outperform and offer truly viable alternatives to current approaches. The pursuit is to be in full control of the lifespan of the product, from its origin – in the form of natural material – through to the final product until its inescapable decay.",
            "img": "https://esorus.com/uploads/dynamic-form/image/2021/10/25683.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/10/25684.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/10/25686.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/10/25687.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/10/25688.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/10/25689.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/10/25690.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/10/25691.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/10/25692.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/10/25693.jpeg",
            "categories": [
                "Materials"
            ]
        },
        {
            "id": 29869,
            "productName": "Beanbag Rocker BBR",
            "a1": "BBR is a product that will turn your beanbag into a rocking chair, \nit combines the coziness of a beanbag, with the relaxing gentle motion of a rocking chair , resulting in a whole new user experience.\nThe product is a complementary base, consisting of 4 wooden pieces with simple joinery.\n\nEasy to assemble\nEasy to store.\nLightweight\nfits to standard beanbag",
            "a2": "I started researching beanbags that can rock, and I found a couple of cool products, only thing is the rocking bean bag is sold as a whole unit, and the rocking base can't be sold separately.\nI started sketching and thinking out few concepts.\nMy approach was to come up with a composition that combines relaxation of a rocking chair, with comfort of a beanbag.\nThe design must produce easily, and must fit to a standard beanbag.\n\nMy main concern was to minimize the production process as well as the quantity of material waste.\nI decided to use CNC Routing machine, and plywood with simple joinery for my design.\nso once I came up with a clear form, I started modeling for prototyping using cad software. \nI spent some time calculating the capacity of plywood sheet and different layouts and solutions, \nto reduce waste and maximize the number of products per sheet.\n\nLater I decided making some edits including: \n- narrowing the two upper parts and by doing so, it left a space for two more products per sheet. \n- adding a finger grip\n- made the joining slots more curvy for much easier and faster assembly.\n\nI used 14mm mdf for 1:1 scale prototype, and the result was great.\nI've been testing it at my home for a couple of weeks, to see the rocking and balance, and \nto check if there was any further improvements.",
            "q1": "Yes",
            "q2": "BBR is intended to be user and nature friendly.\nIt's produced using less manpower and resources, a sheet of plywood and CNC routing machine. \nIt encourages the use of already existing beanbags at our homes and offices.\nNo need to manufacture a sophisticated product with a multiphase production process.",
            "q3": "Yes",
            "q4": "The design process's went through different prototyping and testing phases, considering how the customer is likely to interact with it ergonomically, in terms of weight and how easy it is to use.\nTrying different wood thickness and testing it's durability, and different joinery widths to precisely match wood thickness, in addition to deciding the appropriate height for the base with respect to the overall height of the beanbag.",
            "q5": "Yes",
            "q6": "The product is designed to turn the standard beanbag into a rocking chair.\nIt might trigger the user to rethink your surroundings.",
            "q7": "Yes",
            "q8": "I spent some time calculating the capacity of plywood sheet, trying different layouts and solutions, \nto help reduce material waste, and maximize the number of products per plywood sheet.\n\n- Lightweight\n- Easy to mass produce\n- Relatively low price\n- Easy to store\n- Easy to assemble\n- Customizable (Business to Business service). \n- BBR is designed to sell over shopping websites and mobile phone apps.\n\nSince Beanbags are broadly used, the product makes some room for new market opportunities and partnerships\nbetween beanbag producers, marketing agencies, and more.\nThe product can serve both, Business to Business, as well as Business to Customer.",
            "img": "https://esorus.com/uploads/dynamic-form/image/2021/09/25614.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/09/25615.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/09/25616.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/09/25617.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/09/25618.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/09/25619.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/09/25620.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/09/25621.jpeg",
            "categories": [
                "Furniture"
            ]
        },
        {
            "id": 29721,
            "productName": "Life Console",
            "a1": "- In the First, the name of the life console was inspired by the message that I want to convey “ Reviving the old and\nreturning it to our life”\n- The design of the console was inspired by the ornamental icon of the ancient pharaoh (the scarab). And because the ancient\nEgyptians believed that they carried amulets for a scarab that would protect them from evil, as there were many interpretations\nand gossip about the scarab from it (it drags a ball around, simulate the movement of the sun from east to west). And he mixed\nthat icon with the strength and grandeur of the architecture of the Pharaonic, so the lines of the lower part of the console were\ninspired by it. The ancient Egyptians worshiped the beetle as the earthly manifestation of the Sun at its birth and called it Khepri. It\nsymbolized “coming into existence”.\nIt is also associated with a long life and in this sense; it is linked to the deceased, to his capacity for regeneration.",
            "a2": "The implementation of the product depends on simple industrial processes such as cutting with a hydraulic saw And cutting with a knack and covering the brightest stainless steel with paint by dissolving the assembly process by welding and bonding.\nThe research is based on the goal of the product, which is to produce a line of modern products inspired by the ancient\n      Pharaonic civilization in a way that makes the customer accept to take advantage of the product in his home and workplace in a likable way.",
            "q1": "Yes",
            "q2": "Through simple design lines, it reduces operations on the product, which saves energy, money, time and the environment,Emphasizing identity and reviving heritage in design are sustainability criteria.",
            "q3": "Yes",
            "q4": "The design is designed to perform its function and combine functional and aesthetic values.",
            "q5": "Yes",
            "q6": "Creating a new design line that blends the elements of the Pharaonic civilization, cares about traditional values, and emphasizes the Egyptian identity through simple contemporary products.",
            "q7": "Yes",
            "q8": "Simple, aesthetically expressive design lines enable us to save materials and we can produce them in a quantitative manner.",
            "img": "https://esorus.com/uploads/dynamic-form/image/2021/09/25405.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/09/25406.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/09/25407.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/09/25408.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/09/25409.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/09/25410.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/09/25411.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/09/25412.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/09/25413.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/09/25414.jpeg",
            "categories": [
                "Furniture",
                "Accessories"
            ]
        },
        {
            "id": 29092,
            "productName": "The Iago Parrot",
            "a1": "“A floor lamp that speaks to true self”\n\nParrot simply stands as a true representation of your true self. You are the only one who can recognize the truth in every word you speak, even the lies that you might be keeping.\n\nHence, I wanted to create a piece that acts as acompanion to the space user where a floor lamp is the bestfriend of a chair, sofa or a bed, floor lamps provide soft, overhead lighting for your reading needs.  This settles the mood for the true respresentation of one’s true self and their vivid imagination  while reading their book. The goal was to create a perfect spot lighting that adds character to your room, even when it is turned off.",
            "a2": "The parrot as a figure was approached differently by looking at geometrically to remove all the unneccessary details to capture the real lines in it and provide the contemporary look. After, modelling the wireframe parrot, the base had to be designed like a light post in the street where you would typically find a bird standing or a parrot stand at a home.",
            "q1": "Yes",
            "q2": "The materials were selected to serve the true meaning of sustainability where I had to focus on these three aspects: using honest materials, handcrafted piece and homegrown. Following this line of thought has enabled me to create a design that satisfies the real meaning of sustainability where a product is designed to be environmentally, socially and economically responsible. Environmentally responsible by using recyclable material and socially responsible by collaborating with  Egyptian Craftsmanship techniques and adding modern twist to this technique which helps to communicate the holistic Egyptian identity and crafts to world cultures and generate revenue to artisans. Lastly, by using locally sourced materials helps the economy.",
            "q3": "Yes",
            "q4": "Floor lamps overall can enhance the intimacy of a room and provide lighting to specific seating or task areas by making them more functional and by choosing the parrot as a symbol of one’s true reflection it helps in the idea of self intimacy.",
            "q5": "Yes",
            "q6": "The design follows the concept of maximising the minimal where the parrot is looked at from a different angle where the traditional use of animals is tweaked and the low poly is introduced. Also, the low poly language is challenged by focusing at the voids to create interesting negative spaces and emphasize more on the skeleton/wireframe of the parrot.",
            "q7": "No",
            "q8": "N/A",
            "img": "https://esorus.com/uploads/dynamic-form/image/2021/09/25063.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/09/25064.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/09/25065.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/09/25066.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/09/25067.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/09/25068.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/09/25069.jpeg",
            "categories": [
                "Lighting"
            ]
        },
        {
            "id": 28965,
            "productName": "SUSUZ SIDE TABLE",
            "a1": "The idea of making a table makes you able to see the beauty resulting from the decorations in Islamic patterns in a modern and new way with contemporary colors that is suitable for all tastes and is not limited to lovers of Islamic art.",
            "a2": "The research was to study all the Islamic patterns that can be used in this application and choose the appropriate pattern and work on simplifying it and making it in a new form that has not been seen before.",
            "q1": "No",
            "q2": "N/A",
            "q3": "No",
            "q4": "N/A",
            "q5": "Yes",
            "q6": "The innovation here is to work on the Islamic pattern and study it so that we can invent a new form of the pattern found in the monument without ruining the original proportions and preserving them, so we get a new and innovative masterpiece and at the same time preserve the beauty of the original Islamic pattern. Also using modern colors.",
            "q7": "Yes",
            "q8": "The craft of wood inlaying is a craft that was distinguished in Egypt until recently, and the craft is now in danger of extinction, so I try in my design to use this craft in a more stylish way than before in order to try even a simple attempt to preserve this craft,",
            "img": "https://esorus.com/uploads/dynamic-form/image/2021/09/25550.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/09/25551.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/09/25552.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/09/25553.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/09/25554.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/09/25555.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/09/25556.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/09/25557.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/09/25558.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/09/25559.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/09/25560.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/09/25561.jpeg",
            "categories": [
                "Furniture"
            ]
        },
        {
            "id": 28958,
            "productName": "Arabesque Coffee Table",
            "a1": "The idea of making a table makes you able to see the beauty resulting from the decorations in Islamic domes in a modern and new way that is suitable for all tastes and is not limited to lovers of Islamic art.",
            "a2": "The research was to study all the Islamic patterns that can be used in this application and choose the appropriate pattern and work on simplifying it and making it in a new condition that has not been seen before.",
            "q1": "No",
            "q2": "N/A",
            "q3": "No",
            "q4": "N/A",
            "q5": "Yes",
            "q6": "The innovation here is to work on the Islamic pattern and study it so that we can invent a new form of the pattern found in the monument without ruining the original proportions and preserving them, so we get a new and innovative masterpiece and at the same time preserve the beauty of the original Islamic pattern. Also making the dome on your table is a wonderful thing.",
            "q7": "Yes",
            "q8": "The craft of wood inlaying is a craft that was distinguished in Egypt until recently, and the craft is now in danger of extinction, so I try in my design to use this craft in a more stylish way than before in order to try even a simple attempt to preserve this craft ,",
            "img": "https://esorus.com/uploads/dynamic-form/image/2021/09/25540.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/09/25541.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/09/25542.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/09/25543.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/09/25544.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/09/25545.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/09/25546.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/09/25547.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/09/25548.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/09/25549.jpeg",
            "categories": [
                "Furniture"
            ]
        },
        {
            "id": 28743,
            "productName": "Isthron - Contemporary Furniture",
            "a1": "This contemporary chair accompanied by a side table contradicts the covid-19 pandemic reality. Inspired by my heritage as an Egyptian, I came to revive symbols and motifs of Ancient Egyptians to evoke feelings of freedom & safety through form and material in a minimalist style that goes with our current era. The Ancient Egyptian Goddess Isis is the main inspiration for the designer. My goal was to represent these symbols and motifs to evoke feelings of freedom & safety as a form of hope.",
            "a2": "I started with research on existing contemporary furniture pieces and how they are manufactured, then created multiple mood boards with different styles and proceeded to the ideation process, where I had many ideation sketches. After choosing the final concept, I developed it and realized its manufacturing & assembly processes. After, 3D Modeling & Rendering took place. I did a 3D print 1 to 5 scale mockup, which later I developed the project further upon.",
            "q1": "Yes",
            "q2": "Since this project is not made to be mass-produced, I don’t see it as an issue to the environment nor an encouragement. In terms of materials, Ebony wood is one of the rarest woods and some species have been placed on the endangered species list published by IUCN, I believe it’s quite sensitive in terms of sustainability. The reason I used Ebony wood is because of its heritage and how much its related to ancient Egypt, as well as Brass. it was another chance for me to strengthen the connection and authenticity between my design and the ancient Egyptian’s, creating more value. However, I do not see it disturbing the environment, since the chosen species of Ebony will not be endangered.",
            "q3": "Yes",
            "q4": "I believe that the furniture piece achieved what contemporary furniture is required to, being visually compelling & making a statement wherever its placed. As well as ergonomic to function as a chair.",
            "q5": "Yes",
            "q6": "I believe that this furniture piece can be a part of Egypt’s economic innovation. My hope is for this contemporary furniture piece to attract people and collectors from around the world, introducing them further to the Egyptian heritage in a modern and elegant approach, creating more interest & merit for us, Egyptians.",
            "q7": "Yes",
            "q8": "There are some methods of the assembly process that were used by ancient Egyptians. (Backrest to Seat assembly) & (wood jointing)\nMaterials are chosen not only based on their natural content & aesthetic, but in the way that it tells a story. Ebony wood’s heritage and strong relation to ancient Egypt gave me a chance to strengthen my design authenticity and value. Brass was also the most common metal for everyday use in ancient Egypt, which gives brass another reason to be chosen. \nThe manufacture & assembly process is explained in the Images attached.",
            "img": "https://esorus.com/uploads/dynamic-form/image/2021/09/25273.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/09/25274.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/09/25275.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/09/25276.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/09/25277.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/09/25278.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/09/25279.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/09/25280.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/09/25282.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/09/25588.jpeg",
            "categories": [
                "Furniture"
            ]
        },
        {
            "id": 28273,
            "productName": "DJED",
            "a1": "The ancient Egyptians are considered the most important source of inspiration that shaped \nEgyptian styles in all fields ,which is the royal symbol found in a Serekh in Egyptian hieroglyphs . a serekh is a rectangular enclosure representing the niched or gated façade of a palace surmounted by (usually) the Horus falcon, indicating that the\ntext enclosed is a royal name it found in the king Djed's set\nThe djed pillar  is one of the oldest symbols of ancient Egyptian religion. It symbolizes\nstrength and stability, as the backbone of Osiris\nThe Concept, Djed is a Chairs and Tables inspired from a Serekh royal symbol. which is using the simplest production methods in the wood work design to create more product sets \nwith  inspired structure from ancient egyptians . to look and feel it Egyptian product \nwe are using palm fronds to manufacture which is important Egyptian env-material",
            "a2": "Djed is a Chairs and Tables , also a set that is designed  based on ancient Egyptians \nSerekh concept.\nInspired by a way to make a sets of furniture and Multipurpose (chair, table, \ncupboard, etc.), \nas the ancient Egyptian used palm fronds in many construction and furniture manufacturing works, because they are 100% Egyptian env-material. Slides of palm fronds and join it together to create the product with ease and a competitive price.\nTo be more suitable for the contemporary Egyptian house, shop owners and companies. \nto products eco-friends , to sustainability.",
            "q1": "Yes",
            "q2": "The project using palm fronds because it is a more solid Egyptian environmental material. Also, using palm waste to reduce the cutting of trees, which causes environmental risks and threatens society.\nTo Sustainability and Eco friendly product .",
            "q3": "Yes",
            "q4": "Djed project meets the customer’s needs of modern, simple, diverse, multi-purpose furniture from attractive materials for use at home, in the company, office and shops \nso , it is astructure methods to create a simpel furniture sets multifunctional",
            "q5": "Yes",
            "q6": "An innovative product that synchronizes with the modern trends of green product design and is inspired by the King Djed Sets , the first king to appear in a royal symbol of the 1st Dynasty of ancient Egypt , that is inspired by the construction method at the time, as in the Saqqara sets,  to innovative a structural method for create multi-purpose furniture",
            "q7": "Yes",
            "q8": "Djed project is more suitable for the customer’s using in the home or office, as well as companies and shops, and it is makes the customer a partner through his experience in creating his own product with the functions he wants . the product is  using from  palm fronds which is palm waste  . it's an egyptian material that is cheap to make the product competitive",
            "img": "https://esorus.com/uploads/dynamic-form/image/2021/09/24821.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/09/24822.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/09/24823.jpeg",
            "categories": [
                "N/A"
            ]
        },
        {
            "id": 28255,
            "productName": "Mezquita Mihrab",
            "a1": "The tradional art of the Islamic and Arabic world has been overshadowed in interior design, particularly in our houses. There is a need for revitalizing these kind of art. One of these important piece to be in Middle Eastern and North Africa houses is the Mihrab. It is used by Muslims as a compass for the prayers, or for decorative purposes for others. It is now common that Islamic designs are replicated without proper background or understanding the concept behind it and a result of that we find in our markets terrible Islamic designs with wrong patterns. Based on my study of Islamic art at the School of Jameel House at Cairo (part of a programme sponsored and managed by School of Prince Wales for Tradional art based in London) I have the ability to be inspired by our Islamic architecture in mosques and palaces, analyze it and make a new design upon the product and art piece to be created. It`s based on a need of a re-birth of traditional art in our daily lives.",
            "a2": "This Ceramic wall panel is inspired by the architecture art of great Cordoba Mosque (Mezquita- Cathedral de Cordoba- formerly Mezquita Mosque of Cordoba-Andalucía, Spain).\nThe Mezquita (mosque) dates back to the 10th century when Cordoba reached its zenith under a new Amir (Abd Al-Rahman III who was one of the great rulers of Islamic history. Today the Mesquita de Cordoba (Cordoba Mosque) as it is commonly known by (The Cordoba Cathedral)\nThe Mihrab design in my application, is not the original Mihrab of the Cordoba mosque, but it is inspired by a design from one of the entrance gates of the mosque.\nThere are 3 main entrance gates dating back to Moorish construction.\nAbove the gate there is a decorative arch wall panel consist of 5 horseshoe arches combined together.\nIn my design I simplify these 5 arches into 1 horseshoe arch frame with its biomorphic designs (Nabati Pattern – plants and florals) and in the middle is a beautiful ceramic mosaic wall with the famous swastikas' design with the nature colors of the raw materials of the place. \nIt is a way to reborn our Islamic art, that has been abandoned and excluded, and create from it a unique piece to our tradional art into our homes and residents. \nIt can be used as a Mihrab for Muslim prayers OR as a mirror frame without the swastikas' design, for commercial use.\nThe steps of making my Wall Panel product (Mezquita Mihrab)\n-I will be using traditional techniques by cutting and carving local clay while it’s still soft\n1-\tChoose the monument that inspired me and draw its geometric pattern by the exact ratio size, related to our universe and biomorphic pattern.\n2-\tPrepare the clay to use by folding it into a straight form and cut the pieces upon to the geometric design to form the tiles. (* The piece should not exceed that 25cm to stay at its flat shape.)\n3-\tTrace the biomorphic design on the soft clay tiles and starting the carving stage of each tile.\n4-\tMake plaster or rubber molds of the carved tiles to do the opposite side and to create more in the future with less effort and cost.\n5-\tCut the inner part of the Mihrab by square pieces to form the (zelig – Moroccan / Andalusia tile tradional technique) is a similar to mosaic tiles.\n6-\tKeep all pieces to dry away in direct sunlight (from 7-10 days depends on the weather)\n7-\tCook the tiles in the kiln, fire on 850-degree C and the refine all pieces with sand paper to form the pattern without any gaps\n8-\tMake glazes chemical trials on unused pieces. When we reach the desired color, apply it to all the handmade tiles of the mihrab.\n9-\tFire the glaze on a 1050-degree C\n10-\tAfter fire and when it is cooled down, it’s time to gather the pieces together and wood frame it for the final product to use.\n11-\tFor mirror add a mirror in the middle and gather only the frame \n12-\tFor wall fountain add a water tub from ceramic or copper and a handmade sink.",
            "q1": "Yes",
            "q2": "The sustainability of ceramic Home décor and dinnerware and accessories' like the collections we offer. We use locally sourced clay as the raw material.\nOne of the best qualities about ceramics is that they are truly a natural product. Ceramics all start with clay, which is a naturally malleable material composed of minerals and water.\nThe mineral bodies in ceramic clay are abundant and sourced from the earth, next to the banks of river Nile or from special desert places. We create products that are handmade, shaped and carved by hand and drawing underglaze and over glaze. When fired in a kiln, it can last a lifetime or longer. (Ceramic and Pottery from Pharaonic, Coptic and Islamic ancestors are still standing till now). Both natural and food-safe, ceramic dinnerware, tiles, tray is significantly more sustainable than plastics, the latter can actually leak toxins into the food we eat and water we drink.\nThe ceramic industry has, for many years, performed important technological and managerial improvements to tackle environmental aspects of the manufacturing phase. Ceramic tiles can be crushed and then used in a range of different applications, like concrete aggregates or road construction, turning the waste become a resource.\nOur products are environmentally-friendly throughout their manufacturing process.\nWe use more natural resources, in a way they last indefinitely, we use natural Aswan clay and chemicals for colors above it a glaze material which is very safe for use burned in a very high temperature to insure safety and strong tiles.\n We offer elegant pieces which are made using sustainable production methods with respect for both the environment and the artists who create them. They do not contain harmful chemicals like cadmium or lead. \nWe are proud to announce that all of our glazes are food-safe, lead-free\nNatural mineral clay is an excellent resource for creating beautiful, safe and sustainable pieces you can feel good about using in your home.",
            "q3": "Yes",
            "q4": "Functional pottery is made for people to use and it isn`t complete until it is physically used and gives pleasure to the user in the same time.\nFrom my design we can exclude 3 products\n-Mihrab Wall panel:\nMany people now are planning to make a prayer corner in their houses and are looking for the authentic tradional designs and will be happier if it is inspired by a specific Islamic monument and has a history.\n-Wall Mirror:\nA Mirror is an important item in any house and it is used by all segments of the society. And are looking for eastern designs for the mirror frame.\n-Wall fountain (Masqa`):\nOur wall panel can be made for larger scales and can add to it a water tap and sink to be used outdoor as the tradional water Maskaa` we find in mosques and palaces for wodooq` and drinking water.",
            "q5": "Yes",
            "q6": "Oblisque Award require designs with enough description the design process and the philosophy behind the result. My design photos show different designing stages from scratch and followed by it the pottery creating process and how I can make from our raw material (Egyptian Aswan mud) with the construction process of carving and shaping and chemical ingredients for glaze and coloring to produce a unique product,  inspired by our Islamic art history.\nMy Product is under the Criteria: Innovation- by using local materials as red Aswan clay and the tradional old technique of carving in the Mihrab frame and Andalusia- Morocco Zelig (like mosaic) in the inner space of the Mihrab in a new way can be hung in our homes for prayers, meditation or the frame to be a mirror in any place. Transforming a traditional product into a functional and decorative product that infused traditional and modern techniques, using local materials and transforming it into a world-class product.",
            "q7": "Yes",
            "q8": "By using local materials, techniques, and the practical manufacturing of the product.\nAt Abeer Naguib Pottery studio our products are truly handmade. Local craftspeople in Egypt use traditional methods to create each piece by hand.\n In our workshop, you won’t find robot-operated conveyor belts churning out identical pieces at breakneck speed—instead you’ll find skilled craftspeople creating beautiful, handmade pieces\nIf you’re looking for durability and longevity in a sustainable product, you can’t beat ceramics. They can last for centuries! In fact, archaeologists use unearthed fragments of pottery to piece together information about the people who once used them.\nAswan red-clay & Italian White-clay: Fired at low temp max 850-degree C, most brittle, porous unless Glazed. Pottery: Fired at 1050-degrees C, so we reduce the energy consumption, and now we are making our own kiln to reduce the cost of firing in rented kilns. Also firing large quantities in our kiln in one batch is energy efficient, and can produce more than one Mihrab in few days, with reduced costs.\nOur products are hard, waterproof and durable.",
            "img": "N/A",
            "categories": [
                "Furniture",
                "Accessories",
                "Materials"
            ]
        },
        {
            "id": 28109,
            "productName": "era of life water bottle (home decor)",
            "a1": "What the world experienced to reach this developed technology we are currently living is exquisite. Since the day this world is created, different centuries of art and history have came through with each phase having it’s own unbelievable story that made us who we are today. Letting these stories fade hinders our development. That’s why I decided to bring them to life in a way that copes with the present.\nA legendary touch from the past blends with the new art creating this exceptional piece that tells a-lot.\n\n639 CE until the brief end of the 16th century marked the great Islamic era which was led by Amr Ibn el As on Egypt. \nThis era was a great transformation in the Egyptian history and it lies between the two alternative dynasties that together formed the great and magnificent Egyptian history. This era was one in which Egypt cast off the heritage of the past to embrace a new culture in which Egyptian Islamic civilization evolved. During that period Egypt was part of a great world empire. \n\nMy product is a one that glorifies and praises the great Islamic era. Perpetuating the memory of such a great Egyptian history transformation while adding the modern twist of the new Egypt we live in now to suit our daily lives.",
            "a2": "It all started with a college trip to omar ebn el as mosque, I kept staring at the dome and the inner lighting units for hours. I went home and started to research about the islamic empire, how they dressed, the colors they use, the patterns and the products they created for living.\n\nAfter tons of researches and sleepless nights my gallery was filled with astonishing mosques, architectures, kilim carpets, outfits of rulers and loads of potteries. With one common element which was fine smooth curves with hints of blue, it took me few seconds to research why blue? Then I realised that books were created explaining the reason behind it. It was proven that blue is the sign of cleanness and spirituality back then. In the architecture of Islamic mosques the colors blue and turquois blue are used abundantly. The traditional people believed in the holiness of turquoise blue. They integrated blue within almost each and every piece. \n\nWhile brainstorming my product that will speak out this story I decided to add a hint of turquoise blue making it  one of my primary colors in my color palette. And because Water is what makes us humans, water bottle was my inspiration to create my story.\n\nGlass is aesthetically appealing material made out of sand, hygiene substance created out of raw material, reusable and recyclable well know with it’s transparency, dust resistance and color availability. \nIt is the best match for water and to be placed in interiors including homes. \n\n60% of the human body is water, water defines us, it creates the body shape. the soothing water waves that is created when the water is poured in a flask or a cup is another feature that I wanted to add in my design. the perfect curved waves that are created resemble the human body’s curves and spirality, these when added to my design create a remarkable perspective. and that’s together with the nude effect and water blue are elements that I wanted to integrate in my product. \nAfter gathering enough knowledge to start, I decided to design a water bottle out of glass. While adding inspirations from the islamic art as the cap that was inspired from the sultans hats during this era in addition to hint of turquoise blue to compliment the water effect. Also it’s shape is inspired from the water potteries and it has curves that remains people of the human body creation.\n\nIt took two weeks of hard work and insistence along with excitement to define the final shape, I started by adding a tracing papers into my sketchbook and started to recreate the lines till I felt this shape was the most suitable one. After that I created a mood board using the colors I previously mentioned and the vibes I wanted to deliver. Then I took my design and started to 3D model my product into ratio of 1:1 in rhino 3D and renders in keyshot. After that I started with the production phase then the photoshoot of my final product.",
            "q1": "No",
            "q2": "N/A",
            "q3": "No",
            "q4": "N/A",
            "q5": "Yes",
            "q6": "Innovative & feasibility \nPottery re-innovation to adapt with our minimalistic era of life.  A method called the glassblowing was used specifically during the islamic era integrated with paint. Glassblowing is a glassforming technique that involves inflating molten glass into a bubble with the aid of a blowpipe.\n\nI searched for a place where glassblowers work in and I was amazed that gamaleya street have a lot of workshops and that glassblowing is actually an Egyptian famous craft that was about to vanish. Knowing that made me insist more to make my design a handcrafted one. I went to gamaleya street and I met with one of the glassblowers, I showed him the design I have created and surprisingly he implemented it without any flaws. It was a piece of art. I was astonished. The way he takes control of the glass and shapes it before the glass cools under a curtain temperature is an innovation that I would like it to keep living on. I beileve that it’s time to bring the handcrafts and methods that come from the past and blend them with our present to create the wonders of an era of an ongoing life.",
            "q7": "Yes",
            "q8": "N/A",
            "img": "https://esorus.com/uploads/dynamic-form/image/2021/09/24969.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/09/24970.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/09/24971.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/09/24972.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/09/24973.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/09/24974.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/09/24975.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/09/24976.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/09/24977.jpeg",
            "categories": [
                "Accessories"
            ]
        },
        {
            "id": 27687,
            "productName": "Unique saw and needle",
            "a1": "The goal of the design is to try to help the user when wearing the shoe to make the process more comfortable and easier. Therefore, the unit is designed from three parts. The first part is the shoe cabinet, then the second part sits to make it easier to put on the shoes, and the third part is a mirror to ensure the last look before leaving the house or the place of the piece of furniture.\nI thought about this idea because I put myself in the shoes of the user, or I personally have this problem, so I tried to make it easier to put on shoes instead of standing when wearing shoes or sitting far from the shoe closet unit, so I designed this unit to make it easier to put on shoes\nThe use of new materials in the manufacture of the product, namely Khayamiya, \n for recycling cloth, and reviving the heritage of Khayamiya in a modern way. I also used natural wood that helps regenerate forests with trees, which is oak",
            "a2": "The design idea evolved from the fact that it was a single unit, the shoe cabinet, because when we put on the shoes we needed to sit on any chair or sofa\nSo we'd put a chair next to the shoe cabinet so we could put our shoes on\nAnd then the idea of ​​assembling the chair and shoe cabinet together in one piece was developed\nAnd then we found that we needed to make sure of the last look before leaving the house or where to put the piece, so we combined the mirror, shoe cabinet and chair into one piece of furniture that has multiple functions to make it unique and very useful",
            "q1": "Yes",
            "q2": "This piece of furniture is considered achieve the idea of ​​sustainability because it is a  made of recycled fabrics with an innovative idea that also helps to revive the heritage of Khayamiya. We also use natural wood in the woods, which is oak wood, which helps to renew forests and trees through reforestation",
            "q3": "Yes",
            "q4": "These are multifunctional functions in daily life\nIt makes it easier for us to look great and also makes it easier to wear shoes  and store it \nWith the integration of a shoe cabinet to store shoes and a chair to sit on to wear shoes with ease way , and a mirror is added to it in order to make sure of the external appearance before leaving the house or the place where that piece is placed, and it is one piece of multiple benefits, so this piece of furniture is considered a great benefit in our daily life.",
            "q5": "Yes",
            "q6": "This piece is unique and innovative because of its multiple functions and materials used\nFirst we talk about the functions, that one piece has a mirror, a shoe cabinet and a chair to make it easier to put on shoes. As for the material, it has an innovative idea. We used tents and revived this traditional craft and combined it into the furniture industry with a unique idea and mixed it with natural oak wood",
            "q7": "Yes",
            "q8": "Easy to implement because you only need a carpenter, a Khayamiya craftsman and an upholsterer\n  Carpentry for the manufacture of parts made of natural oak wood. a Khayamiya craftsman is Khayamiya work and the upholstery of the Khayamiya piece is on the part of the wood",
            "img": "https://esorus.com/uploads/dynamic-form/image/2021/10/25654.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/10/25655.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/10/25656.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/10/25657.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/10/25658.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/10/25659.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/10/25660.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/10/25661.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/10/25662.png\nhttps://esorus.com/uploads/dynamic-form/image/2021/10/25663.png",
            "categories": [
                "Furniture",
                "Textile",
                "Materials"
            ]
        }
    ],
    "furniture": [
        {
            "id": 31184,
            "productName": "S A D A F A   sofa",
            "img": "N/A",
            "categories": [
                "Furniture"
            ]
        },
        {
            "id": 29869,
            "productName": "Beanbag Rocker BBR",
            "img": "https://esorus.com/uploads/dynamic-form/image/2021/09/25614.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/09/25615.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/09/25616.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/09/25617.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/09/25618.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/09/25619.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/09/25620.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/09/25621.jpeg",
            "categories": [
                "Furniture"
            ]
        },
        {
            "id": 29721,
            "productName": "Life Console",
            "img": "https://esorus.com/uploads/dynamic-form/image/2021/09/25405.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/09/25406.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/09/25407.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/09/25408.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/09/25409.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/09/25410.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/09/25411.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/09/25412.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/09/25413.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/09/25414.jpeg",
            "categories": [
                "Furniture",
                "Accessories"
            ]
        },
        {
            "id": 28965,
            "productName": "SUSUZ SIDE TABLE",
            "img": "https://esorus.com/uploads/dynamic-form/image/2021/09/25550.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/09/25551.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/09/25552.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/09/25553.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/09/25554.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/09/25555.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/09/25556.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/09/25557.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/09/25558.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/09/25559.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/09/25560.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/09/25561.jpeg",
            "categories": [
                "Furniture"
            ]
        },
        {
            "id": 28958,
            "productName": "Arabesque Coffee Table",
            "img": "https://esorus.com/uploads/dynamic-form/image/2021/09/25540.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/09/25541.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/09/25542.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/09/25543.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/09/25544.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/09/25545.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/09/25546.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/09/25547.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/09/25548.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/09/25549.jpeg",
            "categories": [
                "Furniture"
            ]
        },
        {
            "id": 28743,
            "productName": "Isthron - Contemporary Furniture",
            "img": "https://esorus.com/uploads/dynamic-form/image/2021/09/25273.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/09/25274.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/09/25275.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/09/25276.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/09/25277.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/09/25278.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/09/25279.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/09/25280.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/09/25282.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/09/25588.jpeg",
            "categories": [
                "Furniture"
            ]
        },
        {
            "id": 28255,
            "productName": "Mezquita Mihrab",
            "img": "N/A",
            "categories": [
                "Furniture",
                "Accessories",
                "Materials"
            ]
        },
        {
            "id": 27687,
            "productName": "Unique saw and needle",
            "img": "https://esorus.com/uploads/dynamic-form/image/2021/10/25654.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/10/25655.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/10/25656.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/10/25657.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/10/25658.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/10/25659.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/10/25660.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/10/25661.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/10/25662.png\nhttps://esorus.com/uploads/dynamic-form/image/2021/10/25663.png",
            "categories": [
                "Furniture",
                "Textile",
                "Materials"
            ]
        }
    ],
    "lighting": [
        {
            "id": 29092,
            "productName": "The Iago Parrot",
            "img": "https://esorus.com/uploads/dynamic-form/image/2021/09/25063.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/09/25064.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/09/25065.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/09/25066.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/09/25067.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/09/25068.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/09/25069.jpeg",
            "categories": [
                "Lighting"
            ]
        }
    ],
    "accessories": [
        {
            "id": 31614,
            "productName": "E-motion, Energy in motion",
            "img": "https://esorus.com/uploads/dynamic-form/image/2021/10/25883.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/10/25884.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/10/25885.png\nhttps://esorus.com/uploads/dynamic-form/image/2021/10/25886.png",
            "categories": [
                "Accessories"
            ]
        },
        {
            "id": 31109,
            "productName": "NL Artworks",
            "img": "https://esorus.com/uploads/dynamic-form/image/2021/10/25872.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/10/25873.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/10/25874.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/10/25875.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/10/25876.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/10/25877.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/10/25878.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/10/25879.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/10/25880.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/10/25881.jpeg",
            "categories": [
                "Accessories"
            ]
        },
        {
            "id": 29721,
            "productName": "Life Console",
            "img": "https://esorus.com/uploads/dynamic-form/image/2021/09/25405.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/09/25406.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/09/25407.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/09/25408.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/09/25409.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/09/25410.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/09/25411.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/09/25412.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/09/25413.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/09/25414.jpeg",
            "categories": [
                "Furniture",
                "Accessories"
            ]
        },
        {
            "id": 28255,
            "productName": "Mezquita Mihrab",
            "img": "N/A",
            "categories": [
                "Furniture",
                "Accessories",
                "Materials"
            ]
        },
        {
            "id": 28109,
            "productName": "era of life water bottle (home decor)",
            "img": "https://esorus.com/uploads/dynamic-form/image/2021/09/24969.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/09/24970.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/09/24971.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/09/24972.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/09/24973.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/09/24974.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/09/24975.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/09/24976.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/09/24977.jpeg",
            "categories": [
                "Accessories"
            ]
        }
    ],
    "textile": [
        {
            "id": 27687,
            "productName": "Unique saw and needle",
            "img": "https://esorus.com/uploads/dynamic-form/image/2021/10/25654.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/10/25655.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/10/25656.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/10/25657.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/10/25658.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/10/25659.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/10/25660.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/10/25661.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/10/25662.png\nhttps://esorus.com/uploads/dynamic-form/image/2021/10/25663.png",
            "categories": [
                "Furniture",
                "Textile",
                "Materials"
            ]
        }
    ],
    "materials": [
        {
            "id": 31132,
            "productName": "Grigio",
            "img": "https://esorus.com/uploads/dynamic-form/image/2021/10/26053.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/10/26054.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/10/26055.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/10/26056.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/10/26057.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/10/26058.jpeg",
            "categories": [
                "Materials"
            ]
        },
        {
            "id": 30889,
            "productName": "Shell Homage",
            "img": "https://esorus.com/uploads/dynamic-form/image/2021/10/25683.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/10/25684.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/10/25686.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/10/25687.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/10/25688.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/10/25689.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/10/25690.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/10/25691.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/10/25692.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/10/25693.jpeg",
            "categories": [
                "Materials"
            ]
        },
        {
            "id": 28255,
            "productName": "Mezquita Mihrab",
            "img": "N/A",
            "categories": [
                "Furniture",
                "Accessories",
                "Materials"
            ]
        },
        {
            "id": 27687,
            "productName": "Unique saw and needle",
            "img": "https://esorus.com/uploads/dynamic-form/image/2021/10/25654.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/10/25655.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/10/25656.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/10/25657.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/10/25658.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/10/25659.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/10/25660.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/10/25661.jpeg\nhttps://esorus.com/uploads/dynamic-form/image/2021/10/25662.png\nhttps://esorus.com/uploads/dynamic-form/image/2021/10/25663.png",
            "categories": [
                "Furniture",
                "Textile",
                "Materials"
            ]
        }
    ]
}