{
    "all": [
        {
            "id": 30146,
            "productName": "Reblox",
            "img": "https://esorus.com/uploads/dynamic-form/image/2021/10/26405.jpeg",
            "images": [
                "https://esorus.com/uploads/dynamic-form/image/2021/10/26405.jpeg",
                "https://esorus.com/uploads/dynamic-form/image/2021/10/26406.jpeg",
                "https://esorus.com/uploads/dynamic-form/image/2021/10/26407.jpeg",
                "https://esorus.com/uploads/dynamic-form/image/2021/10/26408.jpeg",
                "https://esorus.com/uploads/dynamic-form/image/2021/10/26409.jpeg",
                "https://esorus.com/uploads/dynamic-form/image/2021/10/26410.jpeg",
                "https://esorus.com/uploads/dynamic-form/image/2021/10/26411.jpeg",
                "https://esorus.com/uploads/dynamic-form/image/2021/10/26412.jpeg",
                "https://esorus.com/uploads/dynamic-form/image/2021/10/26413.jpeg",
                "https://esorus.com/uploads/dynamic-form/image/2021/10/26414.jpeg"
            ],
            "a1": "- Problem statement.\n“Each new situation requires a new architecture” Joan Nouvel.\n\nOur spaces are not flexible enough to be redesigned whenever we need to accommodate our new behaviors. And that’s because of both the fixed walls and furniture our s",
            "a2": "Reblox was designed due to the (anthropometry) science to make sure that the applications built by Reblox have met the human body ratios and universal design standards.\n\nFurthermore, to ease the building process, the block was designed to be connected without bonding materials, it is designed with studs and inner ribs to interlock with each other with no need to bonding material, as is customary in traditional red bricks; this saves a lot of time, effort and facilitates the building process\n\nReblox was manufactured out of recyclable and recycled plastic polymers which gave the block a shiny appearance and presence. Surfaces were designed plain and smooth with slightly rounded edges. The appearance is accentuated with solid and transparent colors to accommodate all styles and spatial designs. The plain surfaces allow the user to use adhesive materials like stickers or wallpapers to change the design or style whenever needed. Moreover, Reblox designed the block with an open rooftop and side gates to facilitate any electrical installations.  \n\n The block has many specs and they are as follows:\n1. Sustainability.\nThe block is made out of recycled and recyclable plastic which can save tones of plastic that could have been thrown into oceans and seas. \n\n2. Endurance.\nThe brick is robust enough and heavy duty to last for long, while being flexible enough to be transformed or redesigned continuously.\n\n3. Thermal Resistance.\nReblox has a better thermal resistance factor compared to conventional materials in the market which can save up to 50% of the electricity used for air-conditioning due to its low thermal transmittance value.\n\n4. UV Resistant.\n Reblox resists the ultraviolet rays in the outdoor use which preserves the brick to last for long. \n\n5. Water Resistant.\nPlastic is not a porous material; therefore, it doesn’t absorb water and doesn’t cause any damage when being exposed to humidity.\n\n6. Fire Resistant.\nReblox has developed a grade resistant to fire. This grade doesn’t make ignition by exposing to fire. The grade was tested and certified due to UL94_V0 standard. \n\n7. Strength. \nDue to the compression test, Reblox can bear weight up to 10 kg/cm2. \n\n8. Weight.\nReblox is quite light; it is 10.5 kg/m2 compared to 100kg/m2 in red bricks.",
            "q1": "Yes",
            "q2": "1.\tEnvironmentally: \nEgypt produces around 970,000 tons of plastic waste annually. “El Gundy Z., Ahram online, Egypt in the process of going plastic-free: The little thing that make a big difference, Sep.23, 2019”.  Since Reblox is made out of recycling and recyclable plastic, it will reduce the waste by turning it into useful product. Besides, it emits zero Co2 during production which reduces the greenhouse gas. \n\nResidential, industrial, administrative and commercial sectors in Egypt consume 79% from the total energy produced. “http://www.moee.gov.eg/test_new/PDFReports/2018-2019AR.pdf p.84”.\nDue to some articles, air conditioners consume around 65% from total electricity. Accordingly, there is a need for thermal resistant walls to reduce the energy consumption for cooling.\n\nReblox walls save up to 15% from the energy consumption for cooling due to the cavity inside the block which works as thermal resistant. Furthermore, Reblox has developed a thermal resistant grade which is filled with foam to reduce the wall thermal transmittance factor (U-value: 0.2w/m2k). It saves around 50% from the energy consumption in cooling compared to red brick walls.\n\nEventually, we can reduce desertification by using Reblox blocks and diminishing the use of the red bricks.\n\n2. Socially: \nA. User friendly: People can install and dismantle this product by themselves (DIY). And due to its flexibility, they can use the same blocks continuously to design completely different applications which saves time and money. In addition to that, users can resale their blocks when they don’t need it.\n\n3. Economically:\nReblox is supporting the circular economy in Egypt by two methods:\nA.\tUsing recycled and recyclable plastic.\nB.\tCreating a trade-in service to recycle unused blocks.\n\nFurthermore, and on a national level:\nC.\tReducing the imported materials, hence saving expenditure cost and foreign currency.\nD.\tCreating job opportunities for people in Egypt.",
            "q3": "Yes",
            "q4": "The product is very light, which makes it easily handled by anyone. Moreover, \nthe blocks interlock with each other with no bonding materials which eases the building process.\n\nEconomically, Reblox saves money by turning the applications to complete new different ones using the same blocks of the previous application. \n\nOpen studs: Since building walls is a main application, the block was designed with an open studs and side gates to let electrical conduits pass vertically and horizontally. Furthermore, when we install walls, the open studs connect the cavity inside each block with the other ones which increases the air volume inside the wall and makes it one connected volume,  thus reducing the heat transmission because the heat takes times to warm up the whole area of air before being transferred to the other side. By delaying the heat transfer, we reduce the electricity consumed for cooling.\n\nIn addition to that, Reblox has the following specs:\n1. Thermal Resistant grade: Saves up to 50% from the energy consumption in cooling (U-value: 0.2 w/m2k) compared to red bricks. “Energy simulation modeling, Design Builder program”\n2. UV Resistant grade: For outdoor use.\n3. Fire Resistant grade: No ignition when it exposed to fire and it meets \nUL94_V0 standard. “Test held by the Egyptian Plastic Technology Center”\n4. Water Resistance: Almost zero% absorption.\n5. Compression: bears 10kg/cm2. “Held in German University in Cairo labs”\n6. Weight: 10.5 kg/m2 Vs. 100kg/m2 in red bricks.\n7. Endurance: Heavy duty.\n8. Screw-able.\n9. stick-able.",
            "q5": "Yes",
            "q6": "1. Dimensions: Reblox is designed to build furniture and walls, that’s why the block was designed based on anthropometry ratios (Human body ratios).\n\n2. Open studs: As we mentioned before in the functionality section, Reblox was designed with open studs for technical aspects and this is part of the innovational aspect in Reblox. No one designed this block with open studs before, however, it solves technical issues and enhances the thermal performance of the block.\n\n3. Inside ribs: the inside ribs let the blocks interlock with each other with no need for bonding material; this makes it easy and simple to use (user friendly).\n\n4.  Ready-made sets _ DIY: To help all people install the applications themselves, we have created (ready-made kits). Those kits are provided with exact number of blocks required for the application + supplementary accessories + assembly manual to guide the users how to install the application. \n\n5. Compatibility with other materials: Reblox is trying to be compatible with all other materials possible to provide complete solutions for customers. Hence, Reblox always has its own unique and creative way of how to connect and link Reblox with other materials together which eventually creates what so called Reblox system.   \n\n6. Reblox community: Reblox will create a community that will be thinking Reblox, who will furnish all their spaces with Reblox, who generate new applications and designs and exchange their blocks with each other; they will meet both online and possibly physically to exchange ideas, talk about designs, build models and creatively enjoy their time",
            "q7": "Yes",
            "q8": "1. Technically: we make designs, manufacture using our production line, provide accessories, install on site, trade-in used blocks and are working on R&D.\n\n2. Economically: We are already selling our product; revenues are incoming and leading to some little profit at this stage.  \n\n3. Socially: user friendly and economical.\n\n4. Scalability.\n    1.\tMarket size: we have two large markets in Egypt:\n    A.\tFurniture: EGP 35 billion, our share is 0.035 % by 2026 which is equal to EGP 13 million.\n    B.\tConstruction: EGP 400 billion, our share is 0.003 % by 2026 which is equal to EGP 12 \n        million.\n\n    2.\tCustomer segments : we are working currently on a small scale with the \n        following target groups.\n    A.\tIndividuals: light structure rooms, space dividers and ready-made applications.\n    B.\tExhibitions & Events: Booths and kiosks.\n    C. Architects & Interior designers: Tailor-made solutions.  \n\n    Later on, we will work with these future segments:\n    D.\tNGOs: permanent shelters for refugees.\n    E.\tReal estate developers: housing projects.",
            "categories": [
                "Materials"
            ]
        },
        {
            "id": 31878,
            "productName": "'Petó''",
            "img": "https://esorus.com/uploads/dynamic-form/image/2021/10/26616.jpeg",
            "images": [
                "https://esorus.com/uploads/dynamic-form/image/2021/10/26616.jpeg",
                "https://esorus.com/uploads/dynamic-form/image/2021/10/26617.jpeg",
                "https://esorus.com/uploads/dynamic-form/image/2021/10/26618.jpeg",
                "https://esorus.com/uploads/dynamic-form/image/2021/10/26619.jpeg",
                "https://esorus.com/uploads/dynamic-form/image/2021/10/26620.jpeg",
                "https://esorus.com/uploads/dynamic-form/image/2021/10/26621.jpeg",
                "https://esorus.com/uploads/dynamic-form/image/2021/10/26622.jpeg",
                "https://esorus.com/uploads/dynamic-form/image/2021/10/26623.jpeg",
                "https://esorus.com/uploads/dynamic-form/image/2021/10/26624.jpeg",
                "https://esorus.com/uploads/dynamic-form/image/2021/10/26625.jpeg"
            ],
            "a1": "The Idea behind ''Petó'' Chair is to Re-Present the Idea of Furniture in a more Dynamic way. \nIPSO FACTO; The World full of vibrancy, life and energy. Hence, why our furniture represented in a static way. Therefore, the philosophy was to create and design a furniture piece that has the ability to represents the dynamism and the ephemerality of the surrounding energies and vibrancy exists in our world, surrounding, and spatial experience, through a capture moment of a moving thing would like to fly and resist-ing the gravity. Towards expressing poiesis of an eternal dynamic furniture piece morphed to add vitality to a space",
            "a2": "In order to achieve the design philosophy on the physical realm certain attributes were considered.\nFirstly the ergonomics: it was designed to order to apply the standard ergonomics of chairs, as well as matching the designed morphology. Kindly see the ergonomics poster and 2D drawings\nSecondly the stability of the chair: it was a matter of finding the equilibrium between achieving a morphology opposing the gravity, as well as stable for the user up to 90 kilos. Hence stress/strain calculations were made and steel reinforcing decisions were applied in order to achieve such equilibrium for a wooden chair. In addition to, hiding the steel reinforcing parts to preserve the design intention",
            "q1": "No",
            "q2": "N/A",
            "q3": "Yes",
            "q4": "The project serve the functionality in terms of being a decorative element that can add vitality and vibrancy to the space for being a sculpture represents a certain idea about dynamics, as well as serving as a seating element",
            "q5": "Yes",
            "q6": "The innovation relay in the product design and fabrication process. Firstly, achieving an applicable creation of a design seems to fly and opposing the gravity. Secondly, the fabrication process for being all digitally to making sure of executing a product 100% alike with the conceptual design as well as easy to assemble.",
            "q7": "Yes",
            "q8": "The product proofed its feasibility, because the prototype is already made and tested in terms of stability, ergonomics and assembly process.",
            "categories": [
                "Furniture"
            ]
        }
    ],
    "furniture": [
        {
            "id": 31878,
            "productName": "'Petó''",
            "img": "https://esorus.com/uploads/dynamic-form/image/2021/10/26616.jpeg",
            "images": [
                "https://esorus.com/uploads/dynamic-form/image/2021/10/26616.jpeg",
                "https://esorus.com/uploads/dynamic-form/image/2021/10/26617.jpeg",
                "https://esorus.com/uploads/dynamic-form/image/2021/10/26618.jpeg",
                "https://esorus.com/uploads/dynamic-form/image/2021/10/26619.jpeg",
                "https://esorus.com/uploads/dynamic-form/image/2021/10/26620.jpeg",
                "https://esorus.com/uploads/dynamic-form/image/2021/10/26621.jpeg",
                "https://esorus.com/uploads/dynamic-form/image/2021/10/26622.jpeg",
                "https://esorus.com/uploads/dynamic-form/image/2021/10/26623.jpeg",
                "https://esorus.com/uploads/dynamic-form/image/2021/10/26624.jpeg",
                "https://esorus.com/uploads/dynamic-form/image/2021/10/26625.jpeg"
            ],
            "a1": "The Idea behind ''Petó'' Chair is to Re-Present the Idea of Furniture in a more Dynamic way. \nIPSO FACTO; The World full of vibrancy, life and energy. Hence, why our furniture represented in a static way. Therefore, the philosophy was to create and design a furniture piece that has the ability to represents the dynamism and the ephemerality of the surrounding energies and vibrancy exists in our world, surrounding, and spatial experience, through a capture moment of a moving thing would like to fly and resist-ing the gravity. Towards expressing poiesis of an eternal dynamic furniture piece morphed to add vitality to a space",
            "a2": "In order to achieve the design philosophy on the physical realm certain attributes were considered.\nFirstly the ergonomics: it was designed to order to apply the standard ergonomics of chairs, as well as matching the designed morphology. Kindly see the ergonomics poster and 2D drawings\nSecondly the stability of the chair: it was a matter of finding the equilibrium between achieving a morphology opposing the gravity, as well as stable for the user up to 90 kilos. Hence stress/strain calculations were made and steel reinforcing decisions were applied in order to achieve such equilibrium for a wooden chair. In addition to, hiding the steel reinforcing parts to preserve the design intention",
            "q1": "No",
            "q2": "N/A",
            "q3": "Yes",
            "q4": "The project serve the functionality in terms of being a decorative element that can add vitality and vibrancy to the space for being a sculpture represents a certain idea about dynamics, as well as serving as a seating element",
            "q5": "Yes",
            "q6": "The innovation relay in the product design and fabrication process. Firstly, achieving an applicable creation of a design seems to fly and opposing the gravity. Secondly, the fabrication process for being all digitally to making sure of executing a product 100% alike with the conceptual design as well as easy to assemble.",
            "q7": "Yes",
            "q8": "The product proofed its feasibility, because the prototype is already made and tested in terms of stability, ergonomics and assembly process.",
            "categories": [
                "Furniture"
            ]
        }
    ],
    "materials": [
        {
            "id": 30146,
            "productName": "Reblox",
            "img": "https://esorus.com/uploads/dynamic-form/image/2021/10/26405.jpeg",
            "images": [
                "https://esorus.com/uploads/dynamic-form/image/2021/10/26405.jpeg",
                "https://esorus.com/uploads/dynamic-form/image/2021/10/26406.jpeg",
                "https://esorus.com/uploads/dynamic-form/image/2021/10/26407.jpeg",
                "https://esorus.com/uploads/dynamic-form/image/2021/10/26408.jpeg",
                "https://esorus.com/uploads/dynamic-form/image/2021/10/26409.jpeg",
                "https://esorus.com/uploads/dynamic-form/image/2021/10/26410.jpeg",
                "https://esorus.com/uploads/dynamic-form/image/2021/10/26411.jpeg",
                "https://esorus.com/uploads/dynamic-form/image/2021/10/26412.jpeg",
                "https://esorus.com/uploads/dynamic-form/image/2021/10/26413.jpeg",
                "https://esorus.com/uploads/dynamic-form/image/2021/10/26414.jpeg"
            ],
            "a1": "- Problem statement.\n“Each new situation requires a new architecture” Joan Nouvel.\n\nOur spaces are not flexible enough to be redesigned whenever we need to accommodate our new behaviors. And that’s because of both the fixed walls and furniture our s",
            "a2": "Reblox was designed due to the (anthropometry) science to make sure that the applications built by Reblox have met the human body ratios and universal design standards.\n\nFurthermore, to ease the building process, the block was designed to be connected without bonding materials, it is designed with studs and inner ribs to interlock with each other with no need to bonding material, as is customary in traditional red bricks; this saves a lot of time, effort and facilitates the building process\n\nReblox was manufactured out of recyclable and recycled plastic polymers which gave the block a shiny appearance and presence. Surfaces were designed plain and smooth with slightly rounded edges. The appearance is accentuated with solid and transparent colors to accommodate all styles and spatial designs. The plain surfaces allow the user to use adhesive materials like stickers or wallpapers to change the design or style whenever needed. Moreover, Reblox designed the block with an open rooftop and side gates to facilitate any electrical installations.  \n\n The block has many specs and they are as follows:\n1. Sustainability.\nThe block is made out of recycled and recyclable plastic which can save tones of plastic that could have been thrown into oceans and seas. \n\n2. Endurance.\nThe brick is robust enough and heavy duty to last for long, while being flexible enough to be transformed or redesigned continuously.\n\n3. Thermal Resistance.\nReblox has a better thermal resistance factor compared to conventional materials in the market which can save up to 50% of the electricity used for air-conditioning due to its low thermal transmittance value.\n\n4. UV Resistant.\n Reblox resists the ultraviolet rays in the outdoor use which preserves the brick to last for long. \n\n5. Water Resistant.\nPlastic is not a porous material; therefore, it doesn’t absorb water and doesn’t cause any damage when being exposed to humidity.\n\n6. Fire Resistant.\nReblox has developed a grade resistant to fire. This grade doesn’t make ignition by exposing to fire. The grade was tested and certified due to UL94_V0 standard. \n\n7. Strength. \nDue to the compression test, Reblox can bear weight up to 10 kg/cm2. \n\n8. Weight.\nReblox is quite light; it is 10.5 kg/m2 compared to 100kg/m2 in red bricks.",
            "q1": "Yes",
            "q2": "1.\tEnvironmentally: \nEgypt produces around 970,000 tons of plastic waste annually. “El Gundy Z., Ahram online, Egypt in the process of going plastic-free: The little thing that make a big difference, Sep.23, 2019”.  Since Reblox is made out of recycling and recyclable plastic, it will reduce the waste by turning it into useful product. Besides, it emits zero Co2 during production which reduces the greenhouse gas. \n\nResidential, industrial, administrative and commercial sectors in Egypt consume 79% from the total energy produced. “http://www.moee.gov.eg/test_new/PDFReports/2018-2019AR.pdf p.84”.\nDue to some articles, air conditioners consume around 65% from total electricity. Accordingly, there is a need for thermal resistant walls to reduce the energy consumption for cooling.\n\nReblox walls save up to 15% from the energy consumption for cooling due to the cavity inside the block which works as thermal resistant. Furthermore, Reblox has developed a thermal resistant grade which is filled with foam to reduce the wall thermal transmittance factor (U-value: 0.2w/m2k). It saves around 50% from the energy consumption in cooling compared to red brick walls.\n\nEventually, we can reduce desertification by using Reblox blocks and diminishing the use of the red bricks.\n\n2. Socially: \nA. User friendly: People can install and dismantle this product by themselves (DIY). And due to its flexibility, they can use the same blocks continuously to design completely different applications which saves time and money. In addition to that, users can resale their blocks when they don’t need it.\n\n3. Economically:\nReblox is supporting the circular economy in Egypt by two methods:\nA.\tUsing recycled and recyclable plastic.\nB.\tCreating a trade-in service to recycle unused blocks.\n\nFurthermore, and on a national level:\nC.\tReducing the imported materials, hence saving expenditure cost and foreign currency.\nD.\tCreating job opportunities for people in Egypt.",
            "q3": "Yes",
            "q4": "The product is very light, which makes it easily handled by anyone. Moreover, \nthe blocks interlock with each other with no bonding materials which eases the building process.\n\nEconomically, Reblox saves money by turning the applications to complete new different ones using the same blocks of the previous application. \n\nOpen studs: Since building walls is a main application, the block was designed with an open studs and side gates to let electrical conduits pass vertically and horizontally. Furthermore, when we install walls, the open studs connect the cavity inside each block with the other ones which increases the air volume inside the wall and makes it one connected volume,  thus reducing the heat transmission because the heat takes times to warm up the whole area of air before being transferred to the other side. By delaying the heat transfer, we reduce the electricity consumed for cooling.\n\nIn addition to that, Reblox has the following specs:\n1. Thermal Resistant grade: Saves up to 50% from the energy consumption in cooling (U-value: 0.2 w/m2k) compared to red bricks. “Energy simulation modeling, Design Builder program”\n2. UV Resistant grade: For outdoor use.\n3. Fire Resistant grade: No ignition when it exposed to fire and it meets \nUL94_V0 standard. “Test held by the Egyptian Plastic Technology Center”\n4. Water Resistance: Almost zero% absorption.\n5. Compression: bears 10kg/cm2. “Held in German University in Cairo labs”\n6. Weight: 10.5 kg/m2 Vs. 100kg/m2 in red bricks.\n7. Endurance: Heavy duty.\n8. Screw-able.\n9. stick-able.",
            "q5": "Yes",
            "q6": "1. Dimensions: Reblox is designed to build furniture and walls, that’s why the block was designed based on anthropometry ratios (Human body ratios).\n\n2. Open studs: As we mentioned before in the functionality section, Reblox was designed with open studs for technical aspects and this is part of the innovational aspect in Reblox. No one designed this block with open studs before, however, it solves technical issues and enhances the thermal performance of the block.\n\n3. Inside ribs: the inside ribs let the blocks interlock with each other with no need for bonding material; this makes it easy and simple to use (user friendly).\n\n4.  Ready-made sets _ DIY: To help all people install the applications themselves, we have created (ready-made kits). Those kits are provided with exact number of blocks required for the application + supplementary accessories + assembly manual to guide the users how to install the application. \n\n5. Compatibility with other materials: Reblox is trying to be compatible with all other materials possible to provide complete solutions for customers. Hence, Reblox always has its own unique and creative way of how to connect and link Reblox with other materials together which eventually creates what so called Reblox system.   \n\n6. Reblox community: Reblox will create a community that will be thinking Reblox, who will furnish all their spaces with Reblox, who generate new applications and designs and exchange their blocks with each other; they will meet both online and possibly physically to exchange ideas, talk about designs, build models and creatively enjoy their time",
            "q7": "Yes",
            "q8": "1. Technically: we make designs, manufacture using our production line, provide accessories, install on site, trade-in used blocks and are working on R&D.\n\n2. Economically: We are already selling our product; revenues are incoming and leading to some little profit at this stage.  \n\n3. Socially: user friendly and economical.\n\n4. Scalability.\n    1.\tMarket size: we have two large markets in Egypt:\n    A.\tFurniture: EGP 35 billion, our share is 0.035 % by 2026 which is equal to EGP 13 million.\n    B.\tConstruction: EGP 400 billion, our share is 0.003 % by 2026 which is equal to EGP 12 \n        million.\n\n    2.\tCustomer segments : we are working currently on a small scale with the \n        following target groups.\n    A.\tIndividuals: light structure rooms, space dividers and ready-made applications.\n    B.\tExhibitions & Events: Booths and kiosks.\n    C. Architects & Interior designers: Tailor-made solutions.  \n\n    Later on, we will work with these future segments:\n    D.\tNGOs: permanent shelters for refugees.\n    E.\tReal estate developers: housing projects.",
            "categories": [
                "Materials"
            ]
        }
    ],
    "lighting": [],
    "accessories": [],
    "textile": []
}