{
  "all": [
    {
      "id": 28273,
      "productName": "DJED",
      "img": "https://esorus.com/uploads/dynamic-form/image/2021/10/27389.jpeg",
      "images": [
        "https://esorus.com/uploads/dynamic-form/image/2021/10/27389.jpeg",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/27390.jpeg",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/27391.jpeg"
      ],
      "a1": "The ancient Egyptians are considered the most important source of inspiration that shaped \nEgyptian styles in all fields ,which is the royal symbol found in a Serekh in Egyptian hieroglyphs . a serekh is a rectangular enclosure representing the niched or gated façade of a palace surmounted by (usually) the Horus falcon, indicating that the\ntext enclosed is a royal name it found in the king Djed's set\nThe djed pillar  is one of the oldest symbols of ancient Egyptian religion. It symbolizes\nstrength and stability, as the backbone of Osiris\nThe Concept, Djed is a Chairs and Tables inspired from a Serekh royal symbol. which is using the simplest production methods in the wood work design to create more product sets \nwith  inspired structure from ancient egyptians . to look and feel it Egyptian product \nwe are using palm fronds to manufacture which is important Egyptian env-material",
      "a2": "Djed is a Chairs and Tables , also a set that is designed  based on ancient Egyptians \nSerekh concept.\nInspired by a way to make a sets of furniture and Multipurpose (chair, table, \ncupboard, etc.), \nas the ancient Egyptian used palm fronds in many construction and furniture manufacturing works, because they are 100% Egyptian env-material. Slides of palm fronds and join it together to create the product with ease and a competitive price.\nTo be more suitable for the contemporary Egyptian house, shop owners and companies. \nto products eco-friends , to sustainability.",
      "q1": "Yes",
      "q2": "The project using palm fronds because it is a more solid Egyptian environmental material. Also, using palm waste to reduce the cutting of trees, which causes environmental risks and threatens society.\nTo Sustainability and Eco friendly product .",
      "q3": "Yes",
      "q4": "Djed project meets the customer’s needs of modern, simple, diverse, multi-purpose furniture from attractive materials for use at home, in the company, office and shops \nso , it is astructure methods to create a simpel furniture sets multifunctional",
      "q5": "Yes",
      "q6": "An innovative product that synchronizes with the modern trends of green product design and is inspired by the King Djed Sets , the first king to appear in a royal symbol of the 1st Dynasty of ancient Egypt , that is inspired by the construction method at the time, as in the Saqqara sets,  to innovative a structural method for create multi-purpose furniture",
      "q7": "Yes",
      "q8": "Djed project is more suitable for the customer’s using in the home or office, as well as companies and shops, and it is makes the customer a partner through his experience in creating his own product with the functions he wants . the product is  using from  palm fronds which is palm waste  . it's an egyptian material that is cheap to make the product competitive",
      "categories": [
        "Furniture"
      ]
    },
    {
      "id": 28830,
      "productName": "Change &strength",
      "img": "https://esorus.com/uploads/dynamic-form/image/2021/10/26763.jpeg",
      "images": [
        "https://esorus.com/uploads/dynamic-form/image/2021/10/26763.jpeg",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/26764.jpeg",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/26765.jpeg",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/26766.jpeg",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/26767.jpeg",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/26769.jpeg",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/26777.jpeg",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/26778.jpeg",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/26779.jpeg",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/26780.jpeg"
      ],
      "a1": "Chair (strength)\n\ni wanted to add strength to the space . and make it transfer the feel of power inside , and tell everyone that we could all get through this tough stage , just believe in your inside strength that god created in you.\n\nI searched through the Pharaonic civilization and saw what expresses strength.\n\nShe is the queen Nefertiti\nI saw her confidently seated on the throne. Her husband shares her opinion on governance and war and how she faced many criticisms. But so far, she is described as the powerful first lady of the pharaohs, unique in beauty.\n\nI thought about her image and found that the crown represented all the meanings I wanted in the design\nThe crown in the shape of a chair without a back or armrests inspired me...the position of the seated one. You will be like the stature of kings who are confident in themselves, who hold their heads high, are capable of change, cling to strength.\n\n-------------------\nLotus ( change)\n\nAt the beginning of the research, I thought about what the world is going through in terms of severe and surprising changes, especially the last two years in Corona pandamic\n\nThe world has passed a time of anxiety, stress \nHow many transformations in people's lives have already taken place.\nSo I went to the most civilization that talked about renewal and creation, which is the ancient Egyptian Pharaonic civilization.\n\nSo I started looking for elements that support the idea of renewal and transformation for the better and give hope, finally I found the sun as one of the elements that the Pharaohs cared about the most. \n\nSo the sun is an important factor. This would help me think of a light fixture that speaks of renewal, sunrise, hope and a change in life.",
      "a2": "(Chair) design interpretation \n\nThe design of the chair is inspired by the crown of Queen Nefertiti, the first lady who ruled Egypt in the days of the pharaohs and was participating in\nDerived from the crown of war and military confrontations so this crown is a message that Nefertiti confirms that she is a military leader\n\nShe was a strong and confident woman, and was rated as one of the most beautiful\n\nSitting on this chair requires that the sitting position be straight, with the back and shoulders at the same level, and the head raised forward, a sitting that reflects the posture of kings in most ancient Egyptian sculptures Reflecting strength, confidence and control\n\n\nI used the general block of the crown and rotated it, then I used the piece of cloth that was worn under the crown \"protecting her head from the crown\" as the basis for the chair and the golden color was chosen, which indicates luxury .\n\n------------\n\nlighting unit ( change ) \n\nThe lighting unit is inspired by the ancient Egyptian civilization.\nAs it is a civilization that lasted 700 years and was based on renewal and rebirth, it was based on the love of sunlight and the calculations of light.\nI searched for an ingredient that could represent regeneration and found the lotus flower.\nIt is a flower that is an important symbol in the life of the ancient Egyptian, the sun, rebirth, creation and renewal.\nI started by drawing the flower and simplifying the lines to match the last goal, whichever is a modern standing light fixture.\n\nThe design composition is the outer line of the lotus flower + the light source in the glass ball reflects the sun + the curve line reflects the horizon line from the ground where the sun rises .",
      "q1": "Yes",
      "q2": "Sustainability appears in the materials used\n  . The first is wood, which is a renewable raw material\nAlso use environmentally friendly paints\n\nAlso the lighting unit is metal forming, it is sustainable and can be heated and formed again\n\nSustainability is represented by the idea and civilization that until now we have been inspired by ideas and the proportions of things",
      "q3": "Yes",
      "q4": "Definitely achieve the desired function simply.\n\nWhere the chair, which befits many places of upscale to reflect civilization. Its seat is comfortable, but it is for temporary sessions and not for relaxation, so it is designed without a back or armrests.\n\nThe lighting unit. It is designed with a technology that helps in gradual lighting and is not strong at once",
      "q5": "Yes",
      "q6": "Of course, this design achieved the element of creativity by stripping the queen's crown and transforming it into a wonderful artistic chair piece that reflects civilization and tells the story of his powerful queen.\n\nAs for the lighting unit, creativity is embodied by stripping the lotus flower from its true form and transforming it into a lighting unit that reflects the meanings of the lotus flower in the ancient Egyptians, where the renewal with the sunrise through it again",
      "q7": "Yes",
      "q8": "Yes, it is a feasible design, in large quantities, and fast, and its raw materials are available in most countries, especially in Egypt, the country of manufacture.\nAnd also the manpower that manufactures it is available here and in abundance, whether it is for wood or metal formation",
      "categories": [
        "Furniture",
        "Lighting",
        "Accessories"
      ]
    },
    {
      "id": 30889,
      "productName": "Shell Homage",
      "img": "https://esorus.com/uploads/dynamic-form/image/2021/10/25683.jpeg",
      "images": [
        "https://esorus.com/uploads/dynamic-form/image/2021/10/25683.jpeg",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/25684.jpeg",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/25686.jpeg",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/25687.jpeg",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/25688.jpeg",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/25689.jpeg",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/25690.jpeg",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/25691.jpeg",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/25692.jpeg",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/25693.jpeg"
      ],
      "a1": "Shell Homage is a biodegradable composite material out of egg and nut\nshells without toxic chemicals, it is completely biodegradable and can\ndecompose when no longer in use. It can be used in several industries as\nproduct design, interior design, consumable goods, fashion industry and\njewelry design. This work resulted from Rania Elkalla master thesis research\nproject.\nThe created composite material can be pressed, extruded, 3D printed or\nformed by injection molding.\nUnique points about Shell Homage\n- Use of a completely disregarded material (e.g. egg and nut shells).\n- Produced material can be used in several industries & can be scaled up.\n- Aesthetically appealing surfaces which look like marble or natural stones.\n- Light weight material.\n- Creates an experience that is meaningful and delightful to users.\n- Fabricate biodegradable composite without toxic chemicals.\nThe shells are bonded with organic and biodegradable\nsubstances, which enable to create a mixture, which can be handled through different production techniques.\nIt is similar to stone or ceramic, can be drilled or sanded or laser cut. Some of the samples are mixed with colors extracted from food ingredients and completely compostable.\nEach piece is handcrafted into unique combination of colors and patterns. It is 100% compostable when it is no longer in use.\nMore info is available on:\nwww.shellhomage.com\nhttps://www.instagram.com/shellhomage/",
      "a2": "a. What problem solves the concept?\nGetting rid of oil based plastics which never decay and create alternative solution which can decompose.\nb. Main target groups\nEco lovers and people who appreciate natural materials and sustainable products and are conscious about the products they\nuse and buying.\n* Economically friendly lifestyle, environmental aware\n* Willing to contribute in saving our environment and support bio-based products and creative design\nc. The solution / concept\nThe aim is to create functional and sustainable products that have a life span and they should be completely biodegradable. Fabricate\nbiomaterial based on natural fillers as Egg and different nut shells without toxic chemicals. Have viable products, which decay if you\ndip into your garden if you do not need it anymore. It’s the ultimate solution for getting rid of things instead of storing them for years\nand getting rid of plastics, which never decays. These objects and materials developed have the aspiration to educate and enlighten\nabout how and by whom they are made, from which ingredients, why and inspire one another. The idea is to work with biopolymer\nand natural fillers, experiment with unexpected influences of these materials and production techniques: high-tech and handmade\ntechniques. Each piece is handcrafted into unique combination of colors and patterns. It is 100% compostable when it is no longer in use.\nd. Competition\nThere are not many plastic products available in the market which are biodegradable and based from plants. There is huge demand\nin the market for such ideas and products. Shell Homage won the international A’ design award and was selected by Green concept\naward and is currently producing design prototypes and participated in fairs in Sweden, Germany and France. It was broadcasted\non German TV on Kabel eins and published in several international journals in Germany, Netherlands, Italy, South Korea and Egypt.\ne. Team & Partners\nRania Elkalla is the initiator and founder of Shell Homage. The research, material experimentation and testing resulted from her master\nresearch project and now Shell Homage is a brand based on values towards sustainable solutions.\nUnique points about Shell Homage\nUse of a completely disregarded material (e.g. egg and nut shells)\n* Produced material can be used in several industries and can be scaled up.\n* Aesthetically appealing surfaces which look like marble or natural stones.\n* Light weight material.\n* Creates an experience that is meaningful and delightful to users of each product\n* Fabricate biodegradable composite without toxic chemicals\n* Expand in different industries e.g. product design, interior design, consumable goods and jewelry design.\nG. Publications\nGerman TV video Link:\nhttps://www.youtube.com/watch?v=9Tj63Dj09ro&t=1s\nShell Homage past events:\nEuropean Product deisgn award.\nSelected by Recycling Design award & exhibited at Marta Herford museum 2019/2020.\nShell Homage was exhibited by green product design awards at Internationale Handwerksmesse in march 2019\nExhibited in Orgatec in Köln in october 2018.\nElmia subcontractor fair in Sweden in november 2017\nWon the international A’ Design award in Italy and selected by green product design awards.\nBroadcasted on the German TV station Cable eins - adventure live.\nIt got chosen to be exhibited in 10th biennale Saint-Étienne in France in march 2019.\nInternational publications about Shell Homage:\nhttps://materia.nl/article/shell-homage-bioplastic-eggshells-nutshells/\nhttps://www.architonic.com/en/project/rania-elkalla-shell-homage/5104751\nhttp://www.haute-innovation.com/de/magazin/nachhaltigkeit/shell-homage-biocomposites-aus-eier-nuss-und-kakaoschalen.html\nhttp://designite.net/article.php?ID=6329\nhttps://www.designer-daily.com/10-award-winning-industrial-designs-61253\nhttps://drive.google.com/open?id=1_VbXOEt3yYTDAa3-RKCaFu8EVFDGpG1T\nhttps://be-rural.eu/news/opening-of-the-first-be-rural-bio-based-pop-up-store-in-latvia/?fbclid=IwAR1JcXE-wENJwVfxugJUklkma7oV2c_Q7Z6JEROm2gzdcdUa6bAoRV4xua4\nhttps://english.ahram.org.eg/NewsContent/7/47/408150/Life--Style/Style/INTERVIEW-Egyptian-designer-Rania-Elkalla-finds-he.aspx\nhttps://www.instagram.com/tv/CM6fNkqpTtd/?igshid=1ukhu4jfwrhr9\nhttps://www.pluralmagazine.net/news-1/2020/5/5/bioplastic-created-from-eggshells-and-nutshells\nhttps://www.buzzsprout.com/1387489/7141828\nhttps://re-mtr.io/shell-homage/\nhttps://untaintedmag.com/2020/12/28/innovation-at-its-most-beautiful/\nhttps://www.kabeleins.de/tv/abenteuer-leben/videos/201857-moebel-aus-eierschalen-clip",
      "q1": "Yes",
      "q2": "Shell Homage studio experiments with unusual materials that appear to be quite different in properties, behavior, and composition as eggshells, cacao shells and the outer shells of nuts, unusual applications and products are designed. The resulted biodegradable composites are applied in creating a wide range of products that not only meet the functional requirements but also inspires a sense of emotions and intellectual curiosities to consumers. It’s a new way to look at “shells”, reveal its personal homage. Shell Homage studio offers designed products that are intended to create an experience that is meaningful and delightful to users of each product and not only to provide a basic function. The created material replace oil based plastics, non toxic and completely biodegradable.",
      "q3": "Yes",
      "q4": "the aim of Shell Homage is to create functional and sustainable products that have a life span, yet are able to completely biodegrade at the end of their life, shells and natural fillers such as egg seem to me to be worthy material choices to explore further. By using these kinds of materials, no toxic chemicals are needed to produce a viable product. That means that when you decide that you don’t need it anymore, the product can be dipped into your garden and left to naturally decay. \n\nI see it as the ultimate solution for “getting rid of things”. Instead of “storing” them or having the earth “store” them for years and years, these materials will decay naturally, offering an alternative to standard plastics, which as we know, never decay!\n\nThe objects and materials I have developed also have another aim…\nThey aspire to start a conversation, educate and enlighten us on how they’ve been made and whom they’ve been made by. By using unexpected ingredients and experimenting with different methods of making, I hope that these materials make us enquire more about the ingredients in our products. I want people to question why certain ingredients are used. I want to inspire curiosity and a desire to choose healthier alternatives.",
      "q5": "Yes",
      "q6": "Indeed, a growing effort has arisen to use bio-fillers as a replacement for synthetic ones in an attempt to reduce the cost. Eggshell is a strong bio-filler candidate since it contains high percentages of CaCO3, which exists in bulk quantity and is inexpensive. \n\nMoreover, the integral components of eggshell enables the reduction of shrinkage during molding, enhances stiffness and flammability resistance of the biopolymers used.\nThe idea behind Shell Homage is to work with biopolymers and natural fillers, experiment with the unexpected influences of these materials, and explore different ways of producing materials, from high-tech processing techniques to the handmade.",
      "q7": "Yes",
      "q8": "We need to work with nature rather than against it, learning from nature’s best methods for furthering production not just of materials but of end products. To reach this point, we need to overcome certain presumptions about what our products should look like. We need to pull together some newer production methods, and materials that show promising substitutions. Materials that make us rethink how we make things and what those things could be made of.\n\nIn our profession, it’s very important to work on material research projects. While material science demonstrates the importance of understanding material from all perspectives, it only provides us with only a part of the puzzle. In the end, I think designers should initiate more collaboration. It is their responsibility to speak both languages. Creativity comes from trials and explorations drawn from other fields.  It’s all about having a curiosity to experiment with new things and not to limit yourself to the knowledge you have gained from your field. It is not an easy task to bridge the gap in information and technique. What matters is the process of finding solutions that are meaningful to people, and that enable new ways of understanding, inspiring, and creating a positive impact in society and in our own daily lives. I also think that we shouldn’t focus only on objects and installations but also on the creative process of how something is made.\n\nShell Homage was initiated during my master’s research project, where I was inspired by the aim to reinterpret each material group and communicate their qualities as well as the environmental problems they speak to. I wanted to then, and still do now: create products that have a life span and are able to be returned back to nature when that life span is up. \n\nShell Homage studio offers designed products that are not only intended to provide a basic function, but also an experience that is meaningful and delightful to the user. I want to stir emotional and intellectual curiosities within consumers. I propose a new way to look at “shells”, and in doing so I hope to reveal this material’s personal homage. \nI hope my work will inspire others to do something out of food waste as well. There is so much to do in the world of food, since it’s one of the biggest industries on earth! I think a lot of creativity is needed to address those things. A designer can be the activist and the cause for change. He or she must be innovative in spirit, seeking out collaborators to reach amazing solutions which outperform and offer truly viable alternatives to current approaches. The pursuit is to be in full control of the lifespan of the product, from its origin – in the form of natural material – through to the final product until its inescapable decay.",
      "categories": [
        "Materials"
      ]
    },
    {
      "id": 31123,
      "productName": "iwan",
      "img": "https://esorus.com/uploads/dynamic-form/image/2021/10/26980.jpeg",
      "images": [
        "https://esorus.com/uploads/dynamic-form/image/2021/10/26980.jpeg",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/26983.jpeg",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/26984.jpeg",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/27005.jpeg",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/27011.jpeg",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/27013.jpeg",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/27019.jpeg",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/27034.jpeg",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/27035.jpeg",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/27037.jpeg",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/27038.jpeg",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/27040.jpeg",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/27068.jpeg",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/27069.jpeg"
      ],
      "a1": "Whenever we walk around streets of Cairo the uniquely genuine Islamic architecture catches our eyes especially to the eyes of both\narchitects and artists. That's due to how inspiring Islamic architecture is. \nOur concept was how to compose a monogram that can be used in manufacturing a product.\n\nWorking on this concept inspired from our heritage was to help revive our heritage in the form of simple shaped products coming out of complex architectural shapes as Muqarnas; aiming to have this product living with us reviving our heritage.\n\nDeveloping the usage of the muqarnas unit which is ceiling supporter to creating several products and usages by analyzing it closely while paying attention to it’s lines and details resulting building units which we again rearranged producing different products with different usages\n\n\nMuqarnas was the only unique element that was created originally and exclusively by the Islamic civilization and it's significant in Islamic architecture because its elaborate form is a symbolic representation of universal creation by God\nThree-dimensional decorative device used widely in Islamic architecture, in which tiers of individual elements, including niche-like cells, brackets and pendants, are projected over those below\nthe muqarnas presents a stunning visual effect as light plays over the deeply sculpted \nAfter studying and analyzing this unique element we realized that it is composed from building units.\nThis building unit has the same usage aspects as cubes and cylinders which are the known units for building compositions.\nOur aim is to create a new building unit which will help us create compositions with a unique way in furniture design \nwe have two products with the same concept to show how this building unit can be usable in different ways\non other hand Islamic art can inspire us to different styles its rich material for designers we have to exploit our heritage in contemporary design which we found it in muqarnas concept\nfirst product  _ tables _ we used only one building unit with the same size and dimensions by using it repeatedly in different levels which lead to creating our side table and with another arrangement a coffee table is created\nsecond product - public seating- we used only one building unit from BALADY  muqarnas then we arranged the units in a different way to create our form for public seating with perfect angles to be one form suitable for seating four people while keeping in mind having personal space for each person seated",
      "a2": "first product - iwan tables set - we studied stability and ergonomics that our building unit achieve it with this arrangement and different levels how keep the building unit right scale without any visual destruction in the same time reach to our standard dimension for tables - --second product - public seat - this product we created to prove that our islamic items not only for heavy details product but it can be in building unit for minimalism designs and contemporary with more study and analysis we can development our heritage \n- we have many point to work on it - keep our streets green so we made sure to have a planting ingredient in the center by arrangement our building unit roundly  - then we arranged the units in a different way to create our form for public seating with perfect angles to be one form suitable for seating four people while keeping in mind having personal space for each person seated the person that next you not an the same align with you and the person behind you there a tree seperate betweeen",
      "q1": "Yes",
      "q2": "for sure moqarnas is a supporter item in islamic architecture there's two square anfels in every building unit that made the product and joints between it strong \n- that shape of building units could be manufactured by many materials like wood , marbel , terazzo or cement",
      "q3": "Yes",
      "q4": "- iwan tables set - the building unit which choosen to build the seat has two square angels to build the size that fits you \n - iwan public seat -",
      "q5": "Yes",
      "q6": "that building unit could be alot of designs by change the arrangements of it so we wait an huge innovation by our building unit not only we innovate a limited design",
      "q7": "Yes",
      "q8": "we have a strength point in our product that we need to maunfacture one item that our building unit also there many of different technics fit it and many different materials fit it also",
      "categories": [
        "Furniture"
      ]
    },
    {
      "id": 31135,
      "productName": "KITAA",
      "img": "https://esorus.com/uploads/dynamic-form/image/2021/10/26640.jpeg",
      "images": [
        "https://esorus.com/uploads/dynamic-form/image/2021/10/26640.jpeg",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/26641.jpeg",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/26642.jpeg",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/26643.jpeg",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/26644.jpeg",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/26645.jpeg",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/26646.jpeg",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/26647.jpeg",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/26648.jpeg",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/26649.jpeg",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/26650.jpeg",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/26651.jpeg",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/26652.jpeg",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/26653.jpeg",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/26654.jpeg"
      ],
      "a1": "Does the world really need us to design a new chair, table, desk..........., etc.?? the world is full of wonderful designs for all pieces of furniture that meet all purposes and solves everyday problems, so what can we add to the design of another piece of furniture ?a piece of furniture with do it's function? multi function? democratic furniture that suits everyone? with innovative form? and sustainable material to not harm the environment and reduceing waste??what about designing module with all this criterias ,module can use to form a suitable effictive furniture to shaping the future of furniture industry,the idea behind KITAA came from analsyis the furniture Throughout the ages and notic it's horizontal and vertical lines cause this the only thing common with all kinds of furniture and take all these lines and genrate form works for all of it use it to shape chair,tabel,bench and .......etc we didn't want this piece of furniture which is very artisitc and focal point on interiors we just want to design this forggeten piece that hardly distinguishing it as if it does not exist, but at the same time it is always there to meet your needs. KITAA is an innovative module that fulfils the purpose of forming a piece of furniture that serves its function effectively. KITAA is a democratic module that suits all users. It is easy to assemble and install. Several innovative pieces of furniture can be created from it, which are highly effective in performing their performance. KITAA MASS and KITAA VOID are Designed by the necessary durability and rigidity, as shown in their prototype tests, and the multiple colors make it suitable for all tastes, which makes it dedicated to making pieces Furniture that suits the user with a low cost which KITAA doesn't cost more than 5 dollars to manufacture.KITAA recycle factories waste because it's small diminsions that we can make it from wood waste in factories a new horizoins apper with KITAA and a lot what if...? question make u feel that there is'nt no boundry , we can unleash our imaginations with it like how we will use KITAA?,can we start up a business with KITAA ? alot of questions; questions can shape apart of industry future can shape our future.",
      "a2": "Needs moved us; the world is heading to Customize everything, we near to discover that everything is all about us; we analysis the furniture Throughout the ages and noticed its horizontal and vertical lines cause this the only thing common with it while we were researching for people needs and how the furniture brands satisfied the consumer's needs, and with our consider and matter with a democratic design we start to  make  basic lines guide us to the  forming KITAA ,we start with a basic cuboid and turn it to cylinder to handle the pressure issue till we reach the last shape and called it KITAA MASS and like every form it needs MASS and VOID for  shaping , so we need a complement part so we designed KITAA VOID a cylinder with thread to be easy for users to assemble it and make it more friendly to the user to create any furniture piece they imagination and customize the shape he wants, we choose to use  recycled and waste materials and wood in particular to make the cost more low to head for democratic direction all of this effects on form and make the shape change and developed more than once also the manufacturing methods effect on it to reach in the end to Sustainable product fulfills it  Functional with innovative customized way with low price ,reach in the end to KITAA",
      "q1": "Yes",
      "q2": "we use in KITAA wasted wood from factories that will reduce the unnecessary storage in factories for the wood waste that doesn't fit in any work; also for clients, this will provide along with Extends life for furniture usage which any damaged part can be replaced very easy. the Supplementary parts can be from recycled materials also as the chair back or bookcase shelves",
      "q3": "Yes",
      "q4": "KITAA provide small light furniture that can be customized to any taste and at the same time it does its job To the fullest, the chairs are very comfy and the bookcase is very customizable which provides any storage space the client wants and the bench is very light for fast light tasks, also the furniture pieces that KITAA provides furniture can be used in several places such public places, offices, restaurants, coffees, and another species",
      "q5": "Yes",
      "q6": "the innovative idea behind KITAA is that u can make your furniture it's like an open-source project you can create furniture that looks like you, furniture light like clouds you won't look to the sky to know that it exists but you will feel its shadow also the furniture you feel it exists, we make it with local materials and can use new or old techniques new techniques as CNC wood lathe; you go to buy pieces of furniture but KITAA will make you ask what piece of furniture I will make.",
      "q7": "Yes",
      "q8": "To our philosophy of democratic design that suits all tastes and offers low cost, we designed KITAA for low cost Do not exceed 5 dollars to manufacture; that makes the chair Do not exceed the cost of 40 dollars as an example, and the cost can be decreased with the materiel condition.",
      "categories": [
        "Furniture"
      ]
    },
    {
      "id": 32247,
      "productName": "PAPERiCK",
      "img": "https://fahd.creator-x.com/wp-content/uploads/2021/10/PAPERiCK-01-scaled.jpg",
      "images": [
        "https://fahd.creator-x.com/wp-content/uploads/2021/10/PAPERiCK-01-scaled.jpg",
        "https://fahd.creator-x.com/wp-content/uploads/2021/10/PAPERiCK-02-scaled.jpg",
        "https://fahd.creator-x.com/wp-content/uploads/2021/10/PAPERiCK-03-scaled.jpg",
        "https://fahd.creator-x.com/wp-content/uploads/2021/10/PAPERiCK-04-scaled.jpg",
        "https://fahd.creator-x.com/wp-content/uploads/2021/10/PAPERiCK-05-scaled.jpg",
        "https://fahd.creator-x.com/wp-content/uploads/2021/10/PAPERiCK-06-scaled.jpg",
        "https://fahd.creator-x.com/wp-content/uploads/2021/10/PAPERiCK-07-scaled.jpg",
        "https://fahd.creator-x.com/wp-content/uploads/2021/10/PAPERiCK-08-scaled.jpg",
        "https://fahd.creator-x.com/wp-content/uploads/2021/10/PAPERiCK-09-scaled.jpg"
      ],
      "a1": "WASTEPAPER FOR BUILDINGS.\n\nHow does the circular economy affect wastepaper and extend its life cycle to be engaged as a Fundamental material in the architectural industry?\n\nModern economic trends such as high industrialization, new habits of consumption, and rise in population; cause a debate about waste accumulation and management. Linear economies were based on products being discarded at the end of their lifecycle. Mostly in landfills that waste, both the valuable resources and land, lead to environmental catastrophes. The transition to be more sustainable, a circular economy has been initiated but needs to be adapted by designers and consumers alike.\n\nThis model empowers reuse, recovery, and recycling during the design. Extending on this notion and using abundant material like paper, such a material life cycle could be lengthened, and the landfill disposal date could be postponed. This can be accomplished by diversifying the final product to suit the stage of recycling. As the paper is continuously recycled, it reaches a redundant stage where it is no longer possible to use it in creating the paper. Propositions such as the manufacture of paper brick fill in, significantly stretching the life of the material.\n\nWith the increasing percentage of paper recycling in developed countries such as the UK, Germany, and Finland, the engineering, economic and environmental aspects of paper waste recycling are therefore analyzed for the production of composite primary building materials such as bricks as paper waste acts as a raw reusable material for a lot of end products with different added value.",
      "a2": "Paper recycling is commonplace but there is a limit to this process, after a few cycles of re-pulping, the cellulose fibres will be shortened beyond reuse. At that point, landfill is the only option and to the detriment of our natural ecology. This project brings awareness of paper use and reuses by directing bales of paper destined to contaminate our environment for construction purposes.\n\nThe paper is gathered from recycling points in the local community. It is then rolled, folded and refolded into pre-made steel moulds. The paper is then compressed under 15 tons of pressure and the resulting compression of the different types, thicknesses and colours of paper creates a striped and variegated grain not unlike, but different from its original wood. The paper is compressed into bricks and blocks.\n\nThere are two mainstreams developed from four different prototypes. For the initial study, there are prototypes made of shredded paper, rolling paper, folding paper and crumpled paper. \nAfter testing and studying, the folding system and rolling system are developed with digital experiments and simulation. It is noticed that all prototypes can present the different methods and angels of circular economy and reduce the natural material resource consumption.",
      "q1": "Yes",
      "q2": "By extending the life cycle of wastepaper and trying to benefit from it in a circular way in industry and fabrication by producing such core materials like bricks. By this circular model, the paper material life cycle could be lengthened, and the landfill disposal date could be postponed. This can be accomplished by diversifying the final product to suit the stage of recycling.",
      "q3": "No",
      "q4": "N/A",
      "q5": "Yes",
      "q6": "Material Innovation from wastepaper to core materials by studying paper history, behavior, and its main processing in fabrication to know its main substances.",
      "q7": "No",
      "q8": "N/A",
      "categories": [
        "Materials"
      ]
    },
    {
      "id": 32321,
      "productName": "Float (Suspension Lights)",
      "img": "https://esorus.com/uploads/dynamic-form/image/2021/10/27408.jpeg",
      "images": [
        "https://esorus.com/uploads/dynamic-form/image/2021/10/27408.jpeg",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/27409.png",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/27410.png",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/27411.png",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/27412.jpeg",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/27413.png",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/27414.jpeg",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/27415.png",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/27416.png",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/27417.png"
      ],
      "a1": "The issue of crafts going obsolete, or not reaching their utmost potential in Egypt/ Middle East is a very big and multi layered topic. \nFor the sake of simplifying now, I intend to share my approach and take on it. \nCraftsman a few decades ago were their own Artists, they created their own designs and expressed it through their craftsmanship. The idea of Design did not exist as we know it now, With the rise of Design and Product Design practices evolving very fast with design trends, has made the outcomes/work of the craftsmen on its own not relatable to us with our modern day. Why would a timeless craft like glass blowing die? The same goes with crafts like Arabesque, pearl inlaying, brass hammering, etc. Their products/outcome’s aesthetical values are what I believe to be out of date decades ago, and not necessarily relatable to our modern day. This is where I believe the craft is stuck, and this is where I believe the role of the designer comes in to find new innovative ways to bridge this gap. \nExploring and developing dialogue between designer and craftsmanship has been the core essence in all my work process.\nHow a traditional craft lends itself to a new aesthetic, how a traditional material could be utilized by new technology, how the craft/technique of one material can be used on another material. My design process and objects are an on-going exploration that combines my love for materials, passion for workmanship and celebration of the poetry in light. \n\nBy having a good understanding, and a hands on approach with the craft production, I am able to reinterpret and apply the craft in a way to create new exciting unique contemporary products. Thus reintegrating and reintroducing the craft again into our homes, lives, and spaces. \n\nIntroducing Float:\nFloat is an exploration of a new lighting technique. The idea was to create a truly unique light imprint on space, reflected from the sublimely imperfect hand- hammered brass canopy. Between a “floating” surface and an up-light source; the result is a sense of mystery and interplay between light, traditional technique and lighting technology. The Light effect can be altered through an adjustable custom-built LED mini projector.",
      "a2": "The idea behind float is celebrating and reinterpreting the traditional hand hammering technique through a  soft, dreamy, artistic, modern and dynamic experience. I envisioned seeing soft reflections and imprints of hammering all around the space with a magical anonymous sense of not knowing where it really came from.\n\nI started by testing different patterns of hand hammering techniques and seeing how their imprints responded to light.  Along with this was the form development of the actual canopy which would reflect and bounce light of it. I wanted to create a form that was large/oversized yet still felt so light and airy.  After experimentations between form and light, I ended up using the softest hammering imprints as it gave the canopy a more uninterrupted sense to its fluidity. The soft imprints also created a more subtle visual, thus enhancing the mystical sense of not seeing the source of the patterns. \n\nWith regards to the development of the light source, there were several aspects to consider. The light source needed to be a strong and directional one so it would hit the canopy and reflect the hammering effect. The beam angle and strength of light greatly determined how the reflections looked like. \nThe light source also needed to be compact in size to remain slick, subtle, and minimal in comparison to the canopy.\nMost importantly, the light source needed to remain hidden. \nAfter lengthy experimentations with several light mockups, I developed a custom made projector with a LED factory to offer the optimum light effect with these attributes. A special lens was integrated in the light projector to direct the light more efficiently onto the plate (to avoid light loss). The projector is adjustable to go up and down, therefore allowing adjustment and control on the light pattern.  \n\nSpecial care was taken while specifying the remaining accessories/fittings. The use of a thin Coaxial cable to suspend the fixture enhanced the floating feeling on the plate as it is nearly invisible from a distance.   ( A coaxial cable is a cable  characterized by its thin and slick aesthetic and that holds both the electrical wires and the metal suspension wire in one cable); All remaining fittings were made to be as compact and minimal as possible leaving the focus only on the plate and projector body.",
      "q1": "No",
      "q2": "N/A",
      "q3": "No",
      "q4": "N/A",
      "q5": "Yes",
      "q6": "•\tInnovation here is in the approach to the craft itself. Pushing its boundries, and creating reinterpretations of it; which allows it to resonate more to today’s context. In other words, re integrating the craft to our modern day. With float, it is the lending and integration of a very traditional technique(hand hammering)  to new forms and new  technologies. The developed mini LED projector with its focused light beam, adjustability, compactness of the LED chips, has allowed us to celebrate and experience hand hammering in a different way.",
      "q7": "Yes",
      "q8": "Float utilizes the Brass craftsmanship which exists in abundance in Cairo. Float is all made of brass, using mainly 2 different techniques: brass soft hammering, and brass spinning (lathe). My product development process is always a hands on approach; and I tend to work very closely with the craftsmen, especially during the prototyping stage. My product development is a result of mutual communication with the craftsman, where we both exchange knowledge and ideas; and carefully choosing what we wish to push boundaries in and what we wish to ease for manufacturing efficiencies.",
      "categories": [
        "Lighting"
      ]
    },
    {
      "id": 32400,
      "productName": "Leopelle Genuine Peather",
      "img": "https://esorus.com/uploads/dynamic-form/image/2021/10/27436.jpeg",
      "images": [
        "https://esorus.com/uploads/dynamic-form/image/2021/10/27436.jpeg",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/27437.jpeg",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/27438.jpeg",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/27439.jpeg",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/27440.jpeg",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/27441.jpeg",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/27442.jpeg",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/27443.jpeg",
        "https://fahd.creator-x.com/wp-content/uploads/2021/10/image18.jpeg",
        "https://fahd.creator-x.com/wp-content/uploads/2021/10/image19-rotated.jpeg",
        "https://fahd.creator-x.com/wp-content/uploads/2021/10/image21-rotated.jpeg",
        "https://fahd.creator-x.com/wp-content/uploads/2021/10/image22-rotated.jpeg",
        "https://fahd.creator-x.com/wp-content/uploads/2021/10/image23-rotated.jpeg",
        "https://fahd.creator-x.com/wp-content/uploads/2021/10/image26.jpeg",
        "https://fahd.creator-x.com/wp-content/uploads/2021/10/image27.jpeg",
        "https://fahd.creator-x.com/wp-content/uploads/2021/10/image28-rotated.jpeg",
        "https://fahd.creator-x.com/wp-content/uploads/2021/10/image29-rotated.jpeg",
        "https://fahd.creator-x.com/wp-content/uploads/2021/10/image30-rotated.jpeg"
      ],
      "a1": "Most of leather in Egypt are made with solvents. At leopelle we use water based colors and eco friendly chemicals. We also make sure that our leatger comes from sources with cruelty free",
      "a2": "Leopelle is the Creation of the 4th generation of Elgabbas which has been in the leather business for over 100 years and one of the oldest families in the leather industry in Egypt, we have a responsibility to maintain our superior quality of leather. Leopelle specializes in upholstery genuine leather for furniture and home accessories as well as leather accessories and belts, from top selection Egyptian buffalo hides, which is globally acknowledged as the finest grain of all and American Heavy steers cow. From the heart of New York City, we develop and design collaborating with the best designers in the field to bring to the market the most fashionable leather designs up to date. We continue to stay up to date with the most advanced methods of leather finishing to create the finer finished products and transform average quality to the highest among others with the most advanced technology available. Our quality control is driven by consistency, ensuring that the quality is up to our client’s expectations. We aim to change how leather is developed in the region by innovating eco-friendly procedures to ensure that our environment, which we rely so heavily on, is sustained for us and for the generations to come.\nLeopelle vows to deliver the finest customer service for our clients simultaneously with after",
      "q1": "Yes",
      "q2": "We use eco friendly chemicals and water based colors",
      "q3": "Yes",
      "q4": "It prevents health issues to our clients and works on the long run from using solvents",
      "q5": "Yes",
      "q6": "We bring the most fashionable, durable and sustainable high end genuine leather to our clients life. An experience to not forget",
      "q7": "Yes",
      "q8": "It’s available for everyone, custom made in 2300 colors and 56 styles",
      "categories": [
        "Textile"
      ]
    },
    {
      "id": 32482,
      "productName": "REFORM STUDIO",
      "img": "https://esorus.com/uploads/dynamic-form/image/2021/10/27393.jpeg",
      "images": [
        "https://esorus.com/uploads/dynamic-form/image/2021/10/27393.jpeg",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/27394.jpeg",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/27395.png",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/27397.jpeg",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/27398.png",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/27399.png",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/27400.png",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/27401.png",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/27402.jpeg",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/27403.jpeg",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/27404.jpeg",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/27405.png",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/27406.png",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/27407.png"
      ],
      "a1": "We see design a recreation of an existing idea, reusing of materials, reviving of cultures &reforming our world. Our aim is to design for a cause, to design creative responsible products that benefits the environment & have a positive impact on the society. Currently our work is in fashion, furniture & textile design fields, while focusing on our unique sustainable fabric invention. The approach behind it is prolonging the life cycle of plastic bags before it ends up as litter. Worldwide more than 4 BILLION plastic bags end up as litter each year. It is estimated that 12 million barrels of oil a year are used in making the plastic bags used only in USA, while the average use of a plastic bag is just 12minutes",
      "a2": "Environmentally; plastic bags are the second most wasted material in Egypt. Every minute globally around nine million single use plastic bags are given out for free and they take up to a thousand years to degrade into harmful substances that poison soil, pollutes water, &create harmful diseases.\nSocially, Reform took reviving the weaving industry in Egypt, with its main goal to restore an old craft that is on a brick of extinction. While focusing on empowering local communities and encouraging craftsmanship, Reform took the opportunity to help and empower underprivileged women with limited resources offering them new job opportunities.",
      "q1": "Yes",
      "q2": "The Brand's invention is a 100% handmade eco-friendly fabric that translates the need for environmental sustainability. The fabric is made out of reused plastic bags and recycled cotton threads. The focus of innovation lies in transforming discarded wasted plastic bags into a new raw material that has environmental, social, and economical benefits, through using feasible manufacturing techniques. And at the same time, raising environmental awareness and reviving a traditional craft. \nThe aim behind the fabric was to solve some of the major problems in Egypt.",
      "q3": "Yes",
      "q4": "Reform’s main vision lies in promoting for sustainable luxury, promoting the use of sustainable materials for everyday items like Fashion accessories, Furniture and Home Accessories.\nOur fabric was tested at the National Center for Research, & it was proven to be strong, durable, water-resistant, could be stretched double its size &hold more than 50kgs.",
      "q5": "Yes",
      "q6": "The fabric is made out of wasted plastic bags &recycled cotton threads. The focus of innovation lies in transforming discarded wasted plastic bags into new raw material that has environmental, social, & economical benefits. Through our invention, Reform is juxtaposing an old technique with a new concept, and creating new products with higher values, while leaving an eco-friendly footprint on our environment. The whole process of up cycling/recycling is handmade and chemical free.",
      "q7": "Yes",
      "q8": "What makes Plastex exquisite is how it was designed, developed with more than 100 patterns, that could be applied on different applications that suits our daily life but with greater sustainable value. \nSince that we have mastered the process, and had a huge demand on our material now we have our own workshop that involves, collecting, sorting, turning plastic bags into threads then weaving it on handlooms.",
      "categories": [
        "Accessories",
        "Textile"
      ]
    }
  ],
  "accessories": [
    {
      "id": 32482,
      "productName": "REFORM STUDIO",
      "img": "https://esorus.com/uploads/dynamic-form/image/2021/10/27393.jpeg",
      "images": [
        "https://esorus.com/uploads/dynamic-form/image/2021/10/27393.jpeg",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/27394.jpeg",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/27395.png",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/27397.jpeg",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/27398.png",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/27399.png",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/27400.png",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/27401.png",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/27402.jpeg",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/27403.jpeg",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/27404.jpeg",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/27405.png",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/27406.png",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/27407.png"
      ],
      "a1": "We see design a recreation of an existing idea, reusing of materials, reviving of cultures &reforming our world. Our aim is to design for a cause, to design creative responsible products that benefits the environment & have a positive impact on the society. Currently our work is in fashion, furniture & textile design fields, while focusing on our unique sustainable fabric invention. The approach behind it is prolonging the life cycle of plastic bags before it ends up as litter. Worldwide more than 4 BILLION plastic bags end up as litter each year. It is estimated that 12 million barrels of oil a year are used in making the plastic bags used only in USA, while the average use of a plastic bag is just 12minutes",
      "a2": "Environmentally; plastic bags are the second most wasted material in Egypt. Every minute globally around nine million single use plastic bags are given out for free and they take up to a thousand years to degrade into harmful substances that poison soil, pollutes water, &create harmful diseases.\nSocially, Reform took reviving the weaving industry in Egypt, with its main goal to restore an old craft that is on a brick of extinction. While focusing on empowering local communities and encouraging craftsmanship, Reform took the opportunity to help and empower underprivileged women with limited resources offering them new job opportunities.",
      "q1": "Yes",
      "q2": "The Brand's invention is a 100% handmade eco-friendly fabric that translates the need for environmental sustainability. The fabric is made out of reused plastic bags and recycled cotton threads. The focus of innovation lies in transforming discarded wasted plastic bags into a new raw material that has environmental, social, and economical benefits, through using feasible manufacturing techniques. And at the same time, raising environmental awareness and reviving a traditional craft. \nThe aim behind the fabric was to solve some of the major problems in Egypt.",
      "q3": "Yes",
      "q4": "Reform’s main vision lies in promoting for sustainable luxury, promoting the use of sustainable materials for everyday items like Fashion accessories, Furniture and Home Accessories.\nOur fabric was tested at the National Center for Research, & it was proven to be strong, durable, water-resistant, could be stretched double its size &hold more than 50kgs.",
      "q5": "Yes",
      "q6": "The fabric is made out of wasted plastic bags &recycled cotton threads. The focus of innovation lies in transforming discarded wasted plastic bags into new raw material that has environmental, social, & economical benefits. Through our invention, Reform is juxtaposing an old technique with a new concept, and creating new products with higher values, while leaving an eco-friendly footprint on our environment. The whole process of up cycling/recycling is handmade and chemical free.",
      "q7": "Yes",
      "q8": "What makes Plastex exquisite is how it was designed, developed with more than 100 patterns, that could be applied on different applications that suits our daily life but with greater sustainable value. \nSince that we have mastered the process, and had a huge demand on our material now we have our own workshop that involves, collecting, sorting, turning plastic bags into threads then weaving it on handlooms.",
      "categories": [
        "Accessories",
        "Textile"
      ]
    },
    {
      "id": 28830,
      "productName": "Change &strength",
      "img": "https://esorus.com/uploads/dynamic-form/image/2021/10/26763.jpeg",
      "images": [
        "https://esorus.com/uploads/dynamic-form/image/2021/10/26763.jpeg",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/26764.jpeg",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/26765.jpeg",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/26766.jpeg",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/26767.jpeg",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/26769.jpeg",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/26777.jpeg",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/26778.jpeg",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/26779.jpeg",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/26780.jpeg"
      ],
      "a1": "Chair (strength)\n\ni wanted to add strength to the space . and make it transfer the feel of power inside , and tell everyone that we could all get through this tough stage , just believe in your inside strength that god created in you.\n\nI searched through the Pharaonic civilization and saw what expresses strength.\n\nShe is the queen Nefertiti\nI saw her confidently seated on the throne. Her husband shares her opinion on governance and war and how she faced many criticisms. But so far, she is described as the powerful first lady of the pharaohs, unique in beauty.\n\nI thought about her image and found that the crown represented all the meanings I wanted in the design\nThe crown in the shape of a chair without a back or armrests inspired me...the position of the seated one. You will be like the stature of kings who are confident in themselves, who hold their heads high, are capable of change, cling to strength.\n\n-------------------\nLotus ( change)\n\nAt the beginning of the research, I thought about what the world is going through in terms of severe and surprising changes, especially the last two years in Corona pandamic\n\nThe world has passed a time of anxiety, stress \nHow many transformations in people's lives have already taken place.\nSo I went to the most civilization that talked about renewal and creation, which is the ancient Egyptian Pharaonic civilization.\n\nSo I started looking for elements that support the idea of renewal and transformation for the better and give hope, finally I found the sun as one of the elements that the Pharaohs cared about the most. \n\nSo the sun is an important factor. This would help me think of a light fixture that speaks of renewal, sunrise, hope and a change in life.",
      "a2": "(Chair) design interpretation \n\nThe design of the chair is inspired by the crown of Queen Nefertiti, the first lady who ruled Egypt in the days of the pharaohs and was participating in\nDerived from the crown of war and military confrontations so this crown is a message that Nefertiti confirms that she is a military leader\n\nShe was a strong and confident woman, and was rated as one of the most beautiful\n\nSitting on this chair requires that the sitting position be straight, with the back and shoulders at the same level, and the head raised forward, a sitting that reflects the posture of kings in most ancient Egyptian sculptures Reflecting strength, confidence and control\n\n\nI used the general block of the crown and rotated it, then I used the piece of cloth that was worn under the crown \"protecting her head from the crown\" as the basis for the chair and the golden color was chosen, which indicates luxury .\n\n------------\n\nlighting unit ( change ) \n\nThe lighting unit is inspired by the ancient Egyptian civilization.\nAs it is a civilization that lasted 700 years and was based on renewal and rebirth, it was based on the love of sunlight and the calculations of light.\nI searched for an ingredient that could represent regeneration and found the lotus flower.\nIt is a flower that is an important symbol in the life of the ancient Egyptian, the sun, rebirth, creation and renewal.\nI started by drawing the flower and simplifying the lines to match the last goal, whichever is a modern standing light fixture.\n\nThe design composition is the outer line of the lotus flower + the light source in the glass ball reflects the sun + the curve line reflects the horizon line from the ground where the sun rises .",
      "q1": "Yes",
      "q2": "Sustainability appears in the materials used\n  . The first is wood, which is a renewable raw material\nAlso use environmentally friendly paints\n\nAlso the lighting unit is metal forming, it is sustainable and can be heated and formed again\n\nSustainability is represented by the idea and civilization that until now we have been inspired by ideas and the proportions of things",
      "q3": "Yes",
      "q4": "Definitely achieve the desired function simply.\n\nWhere the chair, which befits many places of upscale to reflect civilization. Its seat is comfortable, but it is for temporary sessions and not for relaxation, so it is designed without a back or armrests.\n\nThe lighting unit. It is designed with a technology that helps in gradual lighting and is not strong at once",
      "q5": "Yes",
      "q6": "Of course, this design achieved the element of creativity by stripping the queen's crown and transforming it into a wonderful artistic chair piece that reflects civilization and tells the story of his powerful queen.\n\nAs for the lighting unit, creativity is embodied by stripping the lotus flower from its true form and transforming it into a lighting unit that reflects the meanings of the lotus flower in the ancient Egyptians, where the renewal with the sunrise through it again",
      "q7": "Yes",
      "q8": "Yes, it is a feasible design, in large quantities, and fast, and its raw materials are available in most countries, especially in Egypt, the country of manufacture.\nAnd also the manpower that manufactures it is available here and in abundance, whether it is for wood or metal formation",
      "categories": [
        "Furniture",
        "Lighting",
        "Accessories"
      ]
    }
  ],
  "materials": [
    {
      "id": 32247,
      "productName": "PAPERiCK",
      "img": "https://fahd.creator-x.com/wp-content/uploads/2021/10/PAPERiCK-01-scaled.jpg",
      "images": [
        "https://fahd.creator-x.com/wp-content/uploads/2021/10/PAPERiCK-01-scaled.jpg",
        "https://fahd.creator-x.com/wp-content/uploads/2021/10/PAPERiCK-02-scaled.jpg",
        "https://fahd.creator-x.com/wp-content/uploads/2021/10/PAPERiCK-03-scaled.jpg",
        "https://fahd.creator-x.com/wp-content/uploads/2021/10/PAPERiCK-04-scaled.jpg",
        "https://fahd.creator-x.com/wp-content/uploads/2021/10/PAPERiCK-05-scaled.jpg",
        "https://fahd.creator-x.com/wp-content/uploads/2021/10/PAPERiCK-06-scaled.jpg",
        "https://fahd.creator-x.com/wp-content/uploads/2021/10/PAPERiCK-07-scaled.jpg",
        "https://fahd.creator-x.com/wp-content/uploads/2021/10/PAPERiCK-08-scaled.jpg",
        "https://fahd.creator-x.com/wp-content/uploads/2021/10/PAPERiCK-09-scaled.jpg"
      ],
      "a1": "WASTEPAPER FOR BUILDINGS.\n\nHow does the circular economy affect wastepaper and extend its life cycle to be engaged as a Fundamental material in the architectural industry?\n\nModern economic trends such as high industrialization, new habits of consumption, and rise in population; cause a debate about waste accumulation and management. Linear economies were based on products being discarded at the end of their lifecycle. Mostly in landfills that waste, both the valuable resources and land, lead to environmental catastrophes. The transition to be more sustainable, a circular economy has been initiated but needs to be adapted by designers and consumers alike.\n\nThis model empowers reuse, recovery, and recycling during the design. Extending on this notion and using abundant material like paper, such a material life cycle could be lengthened, and the landfill disposal date could be postponed. This can be accomplished by diversifying the final product to suit the stage of recycling. As the paper is continuously recycled, it reaches a redundant stage where it is no longer possible to use it in creating the paper. Propositions such as the manufacture of paper brick fill in, significantly stretching the life of the material.\n\nWith the increasing percentage of paper recycling in developed countries such as the UK, Germany, and Finland, the engineering, economic and environmental aspects of paper waste recycling are therefore analyzed for the production of composite primary building materials such as bricks as paper waste acts as a raw reusable material for a lot of end products with different added value.",
      "a2": "Paper recycling is commonplace but there is a limit to this process, after a few cycles of re-pulping, the cellulose fibres will be shortened beyond reuse. At that point, landfill is the only option and to the detriment of our natural ecology. This project brings awareness of paper use and reuses by directing bales of paper destined to contaminate our environment for construction purposes.\n\nThe paper is gathered from recycling points in the local community. It is then rolled, folded and refolded into pre-made steel moulds. The paper is then compressed under 15 tons of pressure and the resulting compression of the different types, thicknesses and colours of paper creates a striped and variegated grain not unlike, but different from its original wood. The paper is compressed into bricks and blocks.\n\nThere are two mainstreams developed from four different prototypes. For the initial study, there are prototypes made of shredded paper, rolling paper, folding paper and crumpled paper. \nAfter testing and studying, the folding system and rolling system are developed with digital experiments and simulation. It is noticed that all prototypes can present the different methods and angels of circular economy and reduce the natural material resource consumption.",
      "q1": "Yes",
      "q2": "By extending the life cycle of wastepaper and trying to benefit from it in a circular way in industry and fabrication by producing such core materials like bricks. By this circular model, the paper material life cycle could be lengthened, and the landfill disposal date could be postponed. This can be accomplished by diversifying the final product to suit the stage of recycling.",
      "q3": "No",
      "q4": "N/A",
      "q5": "Yes",
      "q6": "Material Innovation from wastepaper to core materials by studying paper history, behavior, and its main processing in fabrication to know its main substances.",
      "q7": "No",
      "q8": "N/A",
      "categories": [
        "Materials"
      ]
    }
  ],
  "textile": [
    {
      "id": 32482,
      "productName": "REFORM STUDIO",
      "img": "https://esorus.com/uploads/dynamic-form/image/2021/10/27393.jpeg",
      "images": [
        "https://esorus.com/uploads/dynamic-form/image/2021/10/27393.jpeg",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/27394.jpeg",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/27395.png",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/27397.jpeg",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/27398.png",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/27399.png",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/27400.png",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/27401.png",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/27402.jpeg",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/27403.jpeg",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/27404.jpeg",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/27405.png",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/27406.png",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/27407.png"
      ],
      "a1": "We see design a recreation of an existing idea, reusing of materials, reviving of cultures &reforming our world. Our aim is to design for a cause, to design creative responsible products that benefits the environment & have a positive impact on the society. Currently our work is in fashion, furniture & textile design fields, while focusing on our unique sustainable fabric invention. The approach behind it is prolonging the life cycle of plastic bags before it ends up as litter. Worldwide more than 4 BILLION plastic bags end up as litter each year. It is estimated that 12 million barrels of oil a year are used in making the plastic bags used only in USA, while the average use of a plastic bag is just 12minutes",
      "a2": "Environmentally; plastic bags are the second most wasted material in Egypt. Every minute globally around nine million single use plastic bags are given out for free and they take up to a thousand years to degrade into harmful substances that poison soil, pollutes water, &create harmful diseases.\nSocially, Reform took reviving the weaving industry in Egypt, with its main goal to restore an old craft that is on a brick of extinction. While focusing on empowering local communities and encouraging craftsmanship, Reform took the opportunity to help and empower underprivileged women with limited resources offering them new job opportunities.",
      "q1": "Yes",
      "q2": "The Brand's invention is a 100% handmade eco-friendly fabric that translates the need for environmental sustainability. The fabric is made out of reused plastic bags and recycled cotton threads. The focus of innovation lies in transforming discarded wasted plastic bags into a new raw material that has environmental, social, and economical benefits, through using feasible manufacturing techniques. And at the same time, raising environmental awareness and reviving a traditional craft. \nThe aim behind the fabric was to solve some of the major problems in Egypt.",
      "q3": "Yes",
      "q4": "Reform’s main vision lies in promoting for sustainable luxury, promoting the use of sustainable materials for everyday items like Fashion accessories, Furniture and Home Accessories.\nOur fabric was tested at the National Center for Research, & it was proven to be strong, durable, water-resistant, could be stretched double its size &hold more than 50kgs.",
      "q5": "Yes",
      "q6": "The fabric is made out of wasted plastic bags &recycled cotton threads. The focus of innovation lies in transforming discarded wasted plastic bags into new raw material that has environmental, social, & economical benefits. Through our invention, Reform is juxtaposing an old technique with a new concept, and creating new products with higher values, while leaving an eco-friendly footprint on our environment. The whole process of up cycling/recycling is handmade and chemical free.",
      "q7": "Yes",
      "q8": "What makes Plastex exquisite is how it was designed, developed with more than 100 patterns, that could be applied on different applications that suits our daily life but with greater sustainable value. \nSince that we have mastered the process, and had a huge demand on our material now we have our own workshop that involves, collecting, sorting, turning plastic bags into threads then weaving it on handlooms.",
      "categories": [
        "Accessories",
        "Textile"
      ]
    }
  ],
  "furniture": [
    {
      "id": 31135,
      "productName": "KITAA",
      "img": "https://esorus.com/uploads/dynamic-form/image/2021/10/26640.jpeg",
      "images": [
        "https://esorus.com/uploads/dynamic-form/image/2021/10/26640.jpeg",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/26641.jpeg",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/26642.jpeg",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/26643.jpeg",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/26644.jpeg",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/26645.jpeg",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/26646.jpeg",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/26647.jpeg",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/26648.jpeg",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/26649.jpeg",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/26650.jpeg",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/26651.jpeg",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/26652.jpeg",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/26653.jpeg",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/26654.jpeg"
      ],
      "a1": "Does the world really need us to design a new chair, table, desk..........., etc.?? the world is full of wonderful designs for all pieces of furniture that meet all purposes and solves everyday problems, so what can we add to the design of another piece of furniture ?a piece of furniture with do it's function? multi function? democratic furniture that suits everyone? with innovative form? and sustainable material to not harm the environment and reduceing waste??what about designing module with all this criterias ,module can use to form a suitable effictive furniture to shaping the future of furniture industry,the idea behind KITAA came from analsyis the furniture Throughout the ages and notic it's horizontal and vertical lines cause this the only thing common with all kinds of furniture and take all these lines and genrate form works for all of it use it to shape chair,tabel,bench and .......etc we didn't want this piece of furniture which is very artisitc and focal point on interiors we just want to design this forggeten piece that hardly distinguishing it as if it does not exist, but at the same time it is always there to meet your needs. KITAA is an innovative module that fulfils the purpose of forming a piece of furniture that serves its function effectively. KITAA is a democratic module that suits all users. It is easy to assemble and install. Several innovative pieces of furniture can be created from it, which are highly effective in performing their performance. KITAA MASS and KITAA VOID are Designed by the necessary durability and rigidity, as shown in their prototype tests, and the multiple colors make it suitable for all tastes, which makes it dedicated to making pieces Furniture that suits the user with a low cost which KITAA doesn't cost more than 5 dollars to manufacture.KITAA recycle factories waste because it's small diminsions that we can make it from wood waste in factories a new horizoins apper with KITAA and a lot what if...? question make u feel that there is'nt no boundry , we can unleash our imaginations with it like how we will use KITAA?,can we start up a business with KITAA ? alot of questions; questions can shape apart of industry future can shape our future.",
      "a2": "Needs moved us; the world is heading to Customize everything, we near to discover that everything is all about us; we analysis the furniture Throughout the ages and noticed its horizontal and vertical lines cause this the only thing common with it while we were researching for people needs and how the furniture brands satisfied the consumer's needs, and with our consider and matter with a democratic design we start to  make  basic lines guide us to the  forming KITAA ,we start with a basic cuboid and turn it to cylinder to handle the pressure issue till we reach the last shape and called it KITAA MASS and like every form it needs MASS and VOID for  shaping , so we need a complement part so we designed KITAA VOID a cylinder with thread to be easy for users to assemble it and make it more friendly to the user to create any furniture piece they imagination and customize the shape he wants, we choose to use  recycled and waste materials and wood in particular to make the cost more low to head for democratic direction all of this effects on form and make the shape change and developed more than once also the manufacturing methods effect on it to reach in the end to Sustainable product fulfills it  Functional with innovative customized way with low price ,reach in the end to KITAA",
      "q1": "Yes",
      "q2": "we use in KITAA wasted wood from factories that will reduce the unnecessary storage in factories for the wood waste that doesn't fit in any work; also for clients, this will provide along with Extends life for furniture usage which any damaged part can be replaced very easy. the Supplementary parts can be from recycled materials also as the chair back or bookcase shelves",
      "q3": "Yes",
      "q4": "KITAA provide small light furniture that can be customized to any taste and at the same time it does its job To the fullest, the chairs are very comfy and the bookcase is very customizable which provides any storage space the client wants and the bench is very light for fast light tasks, also the furniture pieces that KITAA provides furniture can be used in several places such public places, offices, restaurants, coffees, and another species",
      "q5": "Yes",
      "q6": "the innovative idea behind KITAA is that u can make your furniture it's like an open-source project you can create furniture that looks like you, furniture light like clouds you won't look to the sky to know that it exists but you will feel its shadow also the furniture you feel it exists, we make it with local materials and can use new or old techniques new techniques as CNC wood lathe; you go to buy pieces of furniture but KITAA will make you ask what piece of furniture I will make.",
      "q7": "Yes",
      "q8": "To our philosophy of democratic design that suits all tastes and offers low cost, we designed KITAA for low cost Do not exceed 5 dollars to manufacture; that makes the chair Do not exceed the cost of 40 dollars as an example, and the cost can be decreased with the materiel condition.",
      "categories": [
        "Furniture"
      ]
    },
    {
      "id": 28830,
      "productName": "Change &strength",
      "img": "https://esorus.com/uploads/dynamic-form/image/2021/10/26763.jpeg",
      "images": [
        "https://esorus.com/uploads/dynamic-form/image/2021/10/26763.jpeg",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/26764.jpeg",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/26765.jpeg",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/26766.jpeg",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/26767.jpeg",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/26769.jpeg",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/26777.jpeg",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/26778.jpeg",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/26779.jpeg",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/26780.jpeg"
      ],
      "a1": "Chair (strength)\n\ni wanted to add strength to the space . and make it transfer the feel of power inside , and tell everyone that we could all get through this tough stage , just believe in your inside strength that god created in you.\n\nI searched through the Pharaonic civilization and saw what expresses strength.\n\nShe is the queen Nefertiti\nI saw her confidently seated on the throne. Her husband shares her opinion on governance and war and how she faced many criticisms. But so far, she is described as the powerful first lady of the pharaohs, unique in beauty.\n\nI thought about her image and found that the crown represented all the meanings I wanted in the design\nThe crown in the shape of a chair without a back or armrests inspired me...the position of the seated one. You will be like the stature of kings who are confident in themselves, who hold their heads high, are capable of change, cling to strength.\n\n-------------------\nLotus ( change)\n\nAt the beginning of the research, I thought about what the world is going through in terms of severe and surprising changes, especially the last two years in Corona pandamic\n\nThe world has passed a time of anxiety, stress \nHow many transformations in people's lives have already taken place.\nSo I went to the most civilization that talked about renewal and creation, which is the ancient Egyptian Pharaonic civilization.\n\nSo I started looking for elements that support the idea of renewal and transformation for the better and give hope, finally I found the sun as one of the elements that the Pharaohs cared about the most. \n\nSo the sun is an important factor. This would help me think of a light fixture that speaks of renewal, sunrise, hope and a change in life.",
      "a2": "(Chair) design interpretation \n\nThe design of the chair is inspired by the crown of Queen Nefertiti, the first lady who ruled Egypt in the days of the pharaohs and was participating in\nDerived from the crown of war and military confrontations so this crown is a message that Nefertiti confirms that she is a military leader\n\nShe was a strong and confident woman, and was rated as one of the most beautiful\n\nSitting on this chair requires that the sitting position be straight, with the back and shoulders at the same level, and the head raised forward, a sitting that reflects the posture of kings in most ancient Egyptian sculptures Reflecting strength, confidence and control\n\n\nI used the general block of the crown and rotated it, then I used the piece of cloth that was worn under the crown \"protecting her head from the crown\" as the basis for the chair and the golden color was chosen, which indicates luxury .\n\n------------\n\nlighting unit ( change ) \n\nThe lighting unit is inspired by the ancient Egyptian civilization.\nAs it is a civilization that lasted 700 years and was based on renewal and rebirth, it was based on the love of sunlight and the calculations of light.\nI searched for an ingredient that could represent regeneration and found the lotus flower.\nIt is a flower that is an important symbol in the life of the ancient Egyptian, the sun, rebirth, creation and renewal.\nI started by drawing the flower and simplifying the lines to match the last goal, whichever is a modern standing light fixture.\n\nThe design composition is the outer line of the lotus flower + the light source in the glass ball reflects the sun + the curve line reflects the horizon line from the ground where the sun rises .",
      "q1": "Yes",
      "q2": "Sustainability appears in the materials used\n  . The first is wood, which is a renewable raw material\nAlso use environmentally friendly paints\n\nAlso the lighting unit is metal forming, it is sustainable and can be heated and formed again\n\nSustainability is represented by the idea and civilization that until now we have been inspired by ideas and the proportions of things",
      "q3": "Yes",
      "q4": "Definitely achieve the desired function simply.\n\nWhere the chair, which befits many places of upscale to reflect civilization. Its seat is comfortable, but it is for temporary sessions and not for relaxation, so it is designed without a back or armrests.\n\nThe lighting unit. It is designed with a technology that helps in gradual lighting and is not strong at once",
      "q5": "Yes",
      "q6": "Of course, this design achieved the element of creativity by stripping the queen's crown and transforming it into a wonderful artistic chair piece that reflects civilization and tells the story of his powerful queen.\n\nAs for the lighting unit, creativity is embodied by stripping the lotus flower from its true form and transforming it into a lighting unit that reflects the meanings of the lotus flower in the ancient Egyptians, where the renewal with the sunrise through it again",
      "q7": "Yes",
      "q8": "Yes, it is a feasible design, in large quantities, and fast, and its raw materials are available in most countries, especially in Egypt, the country of manufacture.\nAnd also the manpower that manufactures it is available here and in abundance, whether it is for wood or metal formation",
      "categories": [
        "Furniture",
        "Lighting",
        "Accessories"
      ]
    }
  ],
  "lighting": [
    {
      "id": 32321,
      "productName": "Float (Suspension Lights)",
      "img": "https://esorus.com/uploads/dynamic-form/image/2021/10/27408.jpeg",
      "images": [
        "https://esorus.com/uploads/dynamic-form/image/2021/10/27408.jpeg",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/27409.png",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/27410.png",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/27411.png",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/27412.jpeg",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/27413.png",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/27414.jpeg",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/27415.png",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/27416.png",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/27417.png"
      ],
      "a1": "The issue of crafts going obsolete, or not reaching their utmost potential in Egypt/ Middle East is a very big and multi layered topic. \nFor the sake of simplifying now, I intend to share my approach and take on it. \nCraftsman a few decades ago were their own Artists, they created their own designs and expressed it through their craftsmanship. The idea of Design did not exist as we know it now, With the rise of Design and Product Design practices evolving very fast with design trends, has made the outcomes/work of the craftsmen on its own not relatable to us with our modern day. Why would a timeless craft like glass blowing die? The same goes with crafts like Arabesque, pearl inlaying, brass hammering, etc. Their products/outcome’s aesthetical values are what I believe to be out of date decades ago, and not necessarily relatable to our modern day. This is where I believe the craft is stuck, and this is where I believe the role of the designer comes in to find new innovative ways to bridge this gap. \nExploring and developing dialogue between designer and craftsmanship has been the core essence in all my work process.\nHow a traditional craft lends itself to a new aesthetic, how a traditional material could be utilized by new technology, how the craft/technique of one material can be used on another material. My design process and objects are an on-going exploration that combines my love for materials, passion for workmanship and celebration of the poetry in light. \n\nBy having a good understanding, and a hands on approach with the craft production, I am able to reinterpret and apply the craft in a way to create new exciting unique contemporary products. Thus reintegrating and reintroducing the craft again into our homes, lives, and spaces. \n\nIntroducing Float:\nFloat is an exploration of a new lighting technique. The idea was to create a truly unique light imprint on space, reflected from the sublimely imperfect hand- hammered brass canopy. Between a “floating” surface and an up-light source; the result is a sense of mystery and interplay between light, traditional technique and lighting technology. The Light effect can be altered through an adjustable custom-built LED mini projector.",
      "a2": "The idea behind float is celebrating and reinterpreting the traditional hand hammering technique through a  soft, dreamy, artistic, modern and dynamic experience. I envisioned seeing soft reflections and imprints of hammering all around the space with a magical anonymous sense of not knowing where it really came from.\n\nI started by testing different patterns of hand hammering techniques and seeing how their imprints responded to light.  Along with this was the form development of the actual canopy which would reflect and bounce light of it. I wanted to create a form that was large/oversized yet still felt so light and airy.  After experimentations between form and light, I ended up using the softest hammering imprints as it gave the canopy a more uninterrupted sense to its fluidity. The soft imprints also created a more subtle visual, thus enhancing the mystical sense of not seeing the source of the patterns. \n\nWith regards to the development of the light source, there were several aspects to consider. The light source needed to be a strong and directional one so it would hit the canopy and reflect the hammering effect. The beam angle and strength of light greatly determined how the reflections looked like. \nThe light source also needed to be compact in size to remain slick, subtle, and minimal in comparison to the canopy.\nMost importantly, the light source needed to remain hidden. \nAfter lengthy experimentations with several light mockups, I developed a custom made projector with a LED factory to offer the optimum light effect with these attributes. A special lens was integrated in the light projector to direct the light more efficiently onto the plate (to avoid light loss). The projector is adjustable to go up and down, therefore allowing adjustment and control on the light pattern.  \n\nSpecial care was taken while specifying the remaining accessories/fittings. The use of a thin Coaxial cable to suspend the fixture enhanced the floating feeling on the plate as it is nearly invisible from a distance.   ( A coaxial cable is a cable  characterized by its thin and slick aesthetic and that holds both the electrical wires and the metal suspension wire in one cable); All remaining fittings were made to be as compact and minimal as possible leaving the focus only on the plate and projector body.",
      "q1": "No",
      "q2": "N/A",
      "q3": "No",
      "q4": "N/A",
      "q5": "Yes",
      "q6": "•\tInnovation here is in the approach to the craft itself. Pushing its boundries, and creating reinterpretations of it; which allows it to resonate more to today’s context. In other words, re integrating the craft to our modern day. With float, it is the lending and integration of a very traditional technique(hand hammering)  to new forms and new  technologies. The developed mini LED projector with its focused light beam, adjustability, compactness of the LED chips, has allowed us to celebrate and experience hand hammering in a different way.",
      "q7": "Yes",
      "q8": "Float utilizes the Brass craftsmanship which exists in abundance in Cairo. Float is all made of brass, using mainly 2 different techniques: brass soft hammering, and brass spinning (lathe). My product development process is always a hands on approach; and I tend to work very closely with the craftsmen, especially during the prototyping stage. My product development is a result of mutual communication with the craftsman, where we both exchange knowledge and ideas; and carefully choosing what we wish to push boundaries in and what we wish to ease for manufacturing efficiencies.",
      "categories": [
        "Lighting"
      ]
    },
    {
      "id": 28830,
      "productName": "Change &strength",
      "img": "https://esorus.com/uploads/dynamic-form/image/2021/10/26763.jpeg",
      "images": [
        "https://esorus.com/uploads/dynamic-form/image/2021/10/26763.jpeg",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/26764.jpeg",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/26765.jpeg",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/26766.jpeg",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/26767.jpeg",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/26769.jpeg",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/26777.jpeg",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/26778.jpeg",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/26779.jpeg",
        "https://esorus.com/uploads/dynamic-form/image/2021/10/26780.jpeg"
      ],
      "a1": "Chair (strength)\n\ni wanted to add strength to the space . and make it transfer the feel of power inside , and tell everyone that we could all get through this tough stage , just believe in your inside strength that god created in you.\n\nI searched through the Pharaonic civilization and saw what expresses strength.\n\nShe is the queen Nefertiti\nI saw her confidently seated on the throne. Her husband shares her opinion on governance and war and how she faced many criticisms. But so far, she is described as the powerful first lady of the pharaohs, unique in beauty.\n\nI thought about her image and found that the crown represented all the meanings I wanted in the design\nThe crown in the shape of a chair without a back or armrests inspired me...the position of the seated one. You will be like the stature of kings who are confident in themselves, who hold their heads high, are capable of change, cling to strength.\n\n-------------------\nLotus ( change)\n\nAt the beginning of the research, I thought about what the world is going through in terms of severe and surprising changes, especially the last two years in Corona pandamic\n\nThe world has passed a time of anxiety, stress \nHow many transformations in people's lives have already taken place.\nSo I went to the most civilization that talked about renewal and creation, which is the ancient Egyptian Pharaonic civilization.\n\nSo I started looking for elements that support the idea of renewal and transformation for the better and give hope, finally I found the sun as one of the elements that the Pharaohs cared about the most. \n\nSo the sun is an important factor. This would help me think of a light fixture that speaks of renewal, sunrise, hope and a change in life.",
      "a2": "(Chair) design interpretation \n\nThe design of the chair is inspired by the crown of Queen Nefertiti, the first lady who ruled Egypt in the days of the pharaohs and was participating in\nDerived from the crown of war and military confrontations so this crown is a message that Nefertiti confirms that she is a military leader\n\nShe was a strong and confident woman, and was rated as one of the most beautiful\n\nSitting on this chair requires that the sitting position be straight, with the back and shoulders at the same level, and the head raised forward, a sitting that reflects the posture of kings in most ancient Egyptian sculptures Reflecting strength, confidence and control\n\n\nI used the general block of the crown and rotated it, then I used the piece of cloth that was worn under the crown \"protecting her head from the crown\" as the basis for the chair and the golden color was chosen, which indicates luxury .\n\n------------\n\nlighting unit ( change ) \n\nThe lighting unit is inspired by the ancient Egyptian civilization.\nAs it is a civilization that lasted 700 years and was based on renewal and rebirth, it was based on the love of sunlight and the calculations of light.\nI searched for an ingredient that could represent regeneration and found the lotus flower.\nIt is a flower that is an important symbol in the life of the ancient Egyptian, the sun, rebirth, creation and renewal.\nI started by drawing the flower and simplifying the lines to match the last goal, whichever is a modern standing light fixture.\n\nThe design composition is the outer line of the lotus flower + the light source in the glass ball reflects the sun + the curve line reflects the horizon line from the ground where the sun rises .",
      "q1": "Yes",
      "q2": "Sustainability appears in the materials used\n  . The first is wood, which is a renewable raw material\nAlso use environmentally friendly paints\n\nAlso the lighting unit is metal forming, it is sustainable and can be heated and formed again\n\nSustainability is represented by the idea and civilization that until now we have been inspired by ideas and the proportions of things",
      "q3": "Yes",
      "q4": "Definitely achieve the desired function simply.\n\nWhere the chair, which befits many places of upscale to reflect civilization. Its seat is comfortable, but it is for temporary sessions and not for relaxation, so it is designed without a back or armrests.\n\nThe lighting unit. It is designed with a technology that helps in gradual lighting and is not strong at once",
      "q5": "Yes",
      "q6": "Of course, this design achieved the element of creativity by stripping the queen's crown and transforming it into a wonderful artistic chair piece that reflects civilization and tells the story of his powerful queen.\n\nAs for the lighting unit, creativity is embodied by stripping the lotus flower from its true form and transforming it into a lighting unit that reflects the meanings of the lotus flower in the ancient Egyptians, where the renewal with the sunrise through it again",
      "q7": "Yes",
      "q8": "Yes, it is a feasible design, in large quantities, and fast, and its raw materials are available in most countries, especially in Egypt, the country of manufacture.\nAnd also the manpower that manufactures it is available here and in abundance, whether it is for wood or metal formation",
      "categories": [
        "Furniture",
        "Lighting",
        "Accessories"
      ]
    }
  ]
}